{"3": ["subthalamic nucleus (STN) ", "Deep brain stimulation ", "treatment to improve motor function ", "daily living activities and emotional status ", "effects of deep brain stimulation of subthalamic nucleus (DBS STN) on physical, emotional, cognitive functions and daily living activities in patients with Parkinson’s disease ", "10 (5 male-5 female) consecutive patients ", "bilateral stimulation of the subthalamic nucleus ", "diagnosed Parkinson’s disease ", "The Timed Up & Go (TUG) ", "required to stand up from a chair and to sit down five times consecutively as fast as possible is registered ", "subject sits in an armchair ", "back against the chair, and with arms folded across the chest "], "4": ["were clinically assessed using the UPDRS ", "items 5 and 17 of the UPDRS II ", "H&Y is a commonly used system for describing how the symptoms of PD progress ", "The Schwab and England Test was used to evaluate the daily living activities (ADL) ", "Purdeu Pegboard Test ", "patients’ mobility and balance ability significantly improved at the third month and sixth month after surgery ", "third month and sixth month score; the UPDRS-I, II, III, and IV scores in both the ‘on’ and ‘off’ states were significantly better  ", "Compared to the preoperative, third month and sixth month; the ADL scores were significantly better ", "At 6 months after surgery, the ADL score was increased from 20.60±1.64 to 60.83±2.85 (Paired t-test) (p<0.05) ", "Compared to the preoperative, third month and sixth month; the UPDRS total scores were significantly improved (p=0.000) (Table V). DISCUSSION ", "the subthalamic nucleus led to significant postoperative improvements in all parkinsonian motor signs that were assessed. "], "7": ["UPDRS scores significantly decreased six months after surgery.  ", "At 6 months after surgery, the ADL score was increased from 20.60±1.64 to 60.83±2.85 (p<0.05).  "], "6": ["According to our results, mobility and balance ability significantly improved at three months and six months after surgery (P "]}