{"1": ["orthostatic hypotension and REM sleep behavior disorder (RBD) identiﬁed the diffuse/malignant subtype "], "3": ["18F- 123I- FDG-PET and FP-CIT-SPECT images ", "  ", "Moreover, PD þ RBD þ patients showed more severe nigro-striatal dopaminergic impairment compared with PD þ RBD-patients, mainly at caudate level. ", "Brain metabolism progressively decreased (height threshold p < 0.01 at voxel level with the family-wise error correction (FWE) for multiple comparisons) from controls to PD þ RBD- and to PD þ RBD þ patients in bilateral posterior cortical regions and in MAH frontal regions (FWE-corrected p < 0.001 at cluster level; Fig. 2A; Supplemental Table S1). ", "By contrast, relative increased metabolism was progressively found from controls to PD þ RBD- and to PD þ RBD þ patients in the frontal and prefrontal cortex, anterior cingulate, precentral gyrus and putamen of both hemisphere and in the amygdala, hippo- campus/parahippocampal gyrus, middle/superior temporal gyrus, thalamus and caudate nucleus of the MAH "], "2": ["We hypothesized that PD patients with probable RDB, as iden- tiﬁed with a simple questionnaire, exhibit a more severe clinical, neuropsychological and functional neuroimaging phenotype in comparison with PD patients without RBD. Aim of the study was to evaluate whether ﬁrst- and second-line assessments were different between the two groups. ", "In this cross-sectional study, we prospectively investigated drug naïve patients with de novo PD at their ﬁrst evaluation in a move- ment disorder unit. At the baseline visit, we performed a ‘ﬁrst-line’ ‘ clinical, motor and cognitive assessment, including the investiga- tion of presence/absence of probable RBD. Thus, a ‘second-line’ ‘ assessment, including an extensive neuropsychological evaluation and functional neuroimaging scans evaluating nigro-striatal dopaminergic functioning and brain glucose metabolism, was performed within two months since the baseline visit. We compared clinical, neuropsychological, nigro-striatal dopaminergic and brain metabolism features between PD patients either with or without probable RBD ", "Forty-nine consecutive outpatients with de novo, drug-naïve PD ", "(UPDRS-III) ", " forty patients ", "123I- Nigro-striatal functioning was evaluated by means of FP-CIT Single Photon Emission Computed Tomography (SPECT) ", "Mayo sleep questionnaire (MSQ "]}