{"1": ["Rest tremor ", "with (n = 14) and without rest ", "tremor (n = 10). "], "3": ["Voxel-based morphometry ", "Four- teen ", "lassical parkinsonian rest tremor  ", "ten who could be considered “mixed” PD ", "en remaining PD patients without tremor ", "tremor group ( ", " ( CT-NT) ", "tremor group ( CNT-T) ", "non  ", "we predicted structural changes in the basal ganglia, the thalamus, the brainstem and/or the cerebellum ( RBG- cerebellum) thalamus-brainstem- "], "2": ["We intended to study the differences in the pattern of grey matter volume in PD patients with and without tremor to identify possible structural correlates of rest tremor, and also to test the hypothesis of a more ad- vanced cortical grey matter loss in PD patients without tremor. ", "Patients with idiopathic PD ", "PD corresponding to Hoehn and Yahr stages (HY) 2–3 ", "Brain Bank criteria ", "All patients were examined on medication and in the “off ” ", "composite tremor score ", "UPDRS "], "4": ["Within the region RBG- thalamus-brainstem-cerebellum ", "revealed a lower amount of grey matter volume for the tremor group in the posterior part of the cerebellar quadrangular lobe mainly right, but also paramedian on the left side, and in the declive of the vermis ", "contrast CT- revealed a small cluster of lower NT amount of grey matter volume for the non-tremor group along the lateral border of the right thalamus ", "located in the medial anterior tem- poral lobes ", "higher amount of grey matter volume  ", "right: Brodmann area [BA] 38, 34 and 28; left: BA 28), the left middle frontal gyrus and the right inferior frontal gyrus (BA 9). ", "three small clusters of reduced grey matter vol- ume, located in the right frontal and parietal lobe "], "6": ["reduction of the grey matter volume in the right quadrangular lobe and declive of the cerebellum in PD patients with rest tremor compared to PD patients without tremor. ", "large clusters of decreased grey matter volume are found in the right medial anterior temporal lobe and to a lesser degree in left homologous counterpart in pa- tients without tremor. "]}