{"1": [" Parkinson’s disease will eventually develop dementia (PDD ", "mild cognitive impairment (MCI) ", "Parkinson’s disease without dementia (PDND) compared with normal controls "], "3": ["MCI was defined according to the criteria proposed by Petersen ", " Parkinson Disease Rating Scale ", "VBM preprocessing ", "A total of 56 participants were included: PDD (sample 1, n = 3; sample 2, n = 13), PDND (sample 1, n = 14; sample 2, n = 6) ", "the original images were segmented and the grey matter images "], "2": ["To explore these issues, we investigated structural brain MRIs of patients with Parkinson’s disease with and without MCI and dementia and healthy elderly volunteers using VBM. ", "We hypothesised that patients with PDD would have more pronounced cortical atrophy than controls and patients with PDND, and that those with Parkinson’s disease with MCI would show more atrophy than those with Parkinson’s disease with intact cognition. On the basis of the cognitive profile of PDD and previous MRI studies, we further hypothesised that these changes in the brain would involve frontal, limbic and temporal lobes, including the medial temporal cortex ", "16 20 20 ", "Mini-Mental State Examination ", "Dementia Rating Scale ", "Benton Visual Retention Test ", "Judgement of Line Orientation Test 26 ", "Stroop Word ", "Cambridge Cognitive Examination ", "ambridge Mental Disorders of the Elderly Examination ", "Neuropsychiatric Inventory "], "4": ["the right side, there was reduced grey matter density in the middle occipital gyrus ", "Patients with PDD had reductions in grey matter concentration in the limbic lobes (amygdala) and both temporal lobes, compared with the controls. On the left side, there was also reduced grey matter density in the frontal lobe, limbic lobe (cingulate and hippocampus) and brain stem red nucleus ", "In patients with PDD, there were areas of marked grey matter reduction in the frontal lobes, limbic, parietal and temporal lobes bilaterally. On the right side, there was also reduced grey matter density in the pulvinar of the thalamus ", "Patients with PDND had a cluster of reduced grey matter in the right superior temporal gyrus compared with normal controls. "]}