{"1": ["Camptocormia, or ‘‘bent spine syndrome ", " Parkinson’s disease ", "forced posture with a forward-bent trunk which increases during standing or walking and vanishes in the recumbent position "], "3": ["Patient 7 was scheduled for DBS of the posteroventral lateral GPi. ", " Patients 5 and 6 suffered also from motor fluctuations and were therefore scheduled for bilateral STN DBS. ", "patients experienced sustained benefit of dystonia or of the cardinal PD symptoms, respectivel ", "In the four patients with dystonia, there was a mean improvement by 53% ", "according to the BFM motor score after a mean follow-up period of 14.3 month ", "three patients with PD who underwent bilateral STN DBS (2 patients) or GPi DBS (1 patient) showed a mean of 55% improvement ", "UPDRS motor subscore medication off/stimulation on, compared to the preoperative medication off state at the last available follow-up at a mean of 21 months ", "Camptocormia was improved in six of the seven patients ", "according to the BFM motor "], "2": ["Chronic deep brain stimulation (DBS) of the postero- ventral lateral globus pallidus internus (GPi) and the sub- thalamic nucleus (STN) ", "series of seven patients with camp- tocormia in dystonia or in PD to evaluate the effect of chronic DBS and to determine whether the therapeutic response depends on etiology. ", "Seven patients with disabling camptocormia ", "Burke–Fahn– Marsden (BFM) scale in dystonia ", "(UPDRS ", "Three patients suffered from advanced idiopathic PD according to UK brain bank crite ", "Patients 1–4 were scheduled for bilat- eral GPi DBS. "], "4": ["subscore for the trunk at the last available follow-up at a mean of 17.3 months ", "In the patients with dystonia, pallidal DBS yielded marked and sustained improvement of their camptocormia ", "Compared to the preoperative BFM motor subscore for the trunk, patients with camptocormia in dystonia showed a mean improvement of 63% ", "four dystonia patients, scores for low back pain improved by a mean of 42% ", "The effect of DBS as estimated by the patients’ self rating score indicated a 58% mean improvement as compared to baseli ", "The three PD patients experienced improvement of cam- ptocormia by a mean of 19% (range ", "according to the BFM subscore for the trunk at the last available follow-up at a mean of 21 months "]}