{"1": ["Pathological gambling (PG) is deﬁned as persistent and mal- adaptive gaming behavior, generally considered in the broader psychiatric category of impulsive control disorders (ICDs) which also include compulsive buying, compulsive sexual behavior and binge eating ", "The purpose of our study was to investigate neuroanatomical correlates of PD patients with PG in comparison with PD patients without PG and with control subjects. We combined two well- known structural whole brain MR metrics in a multimethod "], "3": ["11/1 11/1 20/4 ", "VBM analyses, investigating the neuroanatomical changes occurring when the three groups were analyzed together (one-way AnCOVA analysis), revealed the presence of two signiﬁcant clusters (surviving threshold corrected for multiple comparisons within ROIs): bilateral OFC and ACC ", "When PD pa- tients with and without PG were compared, only one cluster within the left OFC survived correction for multiple comparisons ", "When compared to controls, PD patients with PG were character- ized by widespread GM volume abnormalities involving the bilat- eral OFC and ACC together with the right inferior frontal cortex and right insular cortex.  ", "Cortical folding analysis demonstrated the presence of a decreased index of gyriﬁcation in the OFC in the PD patients with PG when compared to PD controls ", "n fact, we found a signiﬁcant reduction of lGI in the left OFC "], "2": ["unbiased approach. We used whole brain voxel-based morphom- etry (VBM) [6] to identify gross differences in morphometry, we then investigated the local gyriﬁcation index (lGI) [7], an additional speciﬁc morphometric feature not completely revealed by VBM, useful for detecting the degree of cortical folding. ", "256 patients meeting UK Brain Bank criteria for the diagnosis of idiopathic PD ", "125 PD patients we identiﬁed 12 PD patients who developed PG subsequent to taking dopamine agonists, conﬁrmed by psychiatric assessmen ", "the gambling symptom assessment scale (G-SAS) ", "the Barratt Impulsivity Scale ", "ecutive control (Frontal Assessment Battery, Modiﬁed Card Sorting Test and Stroop task), ", "Digit Span Forward and Backward) ", "short- and long-term verbal memory (Rey Auditory Verbal Learning Test ", "verbal ﬂuency and language comprehension (Word List Generation, Token Test) a ", "visualespatial skills (Judgment of Line Orienta ", "VBM data processing and analysis "]}