{"1": ["are classically ascribed to the degree of nigrostriatal neurodegeneration and striatal changes associated with chronic levodopa therapy ", " induce maladaptive striatal plasticity ", "of altering neuronal activity in striato-pallidal ", "ircuits. ", "ur study demonstrated that levodopa intake in dyskinetic patients tends to alter the function- ing of some parts of the neural network involved in motor inhibition. ", " dyskinetic patients were characterized by decreased activity of the right inferior frontal cortex after levodopa intake ", "A similar group 3 levodopa interaction effect was detected in the medial frontal cortex during the execu- tion of the StopRespond task, in which dyskinetic patients showed increased activity after dopaminergic therapy "], "8": ["Despite these limitations, our study has the merit to provide the neural correlates of the motor inhibition network in LID patients. "], "2": ["What has therefore been proposed is that the MFC and IFC are implicated in the symptoms of LID patients that were previously thought to arise only in the primary motor circuit ", "Alternatively, LID patients may have developed an enhanced inhibitory ability after years of increased use of executive control to override involuntary movements. ", "stop-signal reaction time ", "the activities of the right IFC, MFC, and striatum ", "The presence of reduced or enhanced performance in LID patients ", "could help us to better understand the intimate relationship between the deficit in con- trolling involuntary dyskinesia movements and the ability to inhibit voluntary movements. "], "5": ["inhibit their responses ", "levodopa intake increased the activity of ", "the MFC ", " LID patients ", "oppo- site functional pattern was detected in PD patients without LIDs. ", "levodopa intake in LID patients affected the functioning of the two key regions involved in the motor inhibition network: the right IFC and the MFC. "], "4": ["Specifically, in patients with LIDs during OFF phase, this region showed significant overactivity ", " right IFC ", "which was reversed by levodopa treatment. However, an inverted pattern of activation was instead detected in PD patients without LIDs "]}