{"1": ["Sustained attention (or vigilance) ", "The rapid visual information processing (RV1P) task, a test of sustained attention which also requires working memory for its successful execution, has been used in a number of human psychopharmacological studies. ", "Single digits are presented in quick succession (100 or 200 digits/min) on a computer screen, and target sequences of numbers must be detected with a button press. ", "the neuroanatomical substrates of RVIP performance are not yet known ", "Therefore, this study investigated the functional anatomy of the RVIP task using positron emission tomography (PET) derived measures of regional cerebral blood flow (rCBF) in eight healthy volunteers. "], "3": ["iations of the Rapid Visual Infor- mation Processing task [ ", "Digits were presented one at a time, in pseudo-random order, ", "Subjects were required to detect consecutive sequences of two ", "to register responses with a mouse-press using their right index finger. "], "2": ["Four right-handed and four left ", "CBF "], "5": ["and parietal cortex, and in the left inferior frontal gyrus and supplementary m o t o r area  ", "right inferior frontal gyrus ", "corresponding to B r o d m a n n ' s area 44, was activated, ", "Signifi- cant increases o f r C B F were f o u n d bilaterally extending across the lateral occipital cortex and fusiform gyrus ", "Significant decreases of r C B F (Fig. 4) were observed in the medial and superior frontal gyrus, the anterior cingulate cortex, the posterior cingulate cortex, Heschl's gyrus on the right, the left superior temporal gyrus and the middle temporal gyrus bilaterally ", "Specifically, these were in the medial/superior frontal gyrus, Heschl's gyrus ", "right, and the middle temporal gyri bilaterally. "], "4": ["Significant regional increases of rCBF were found bilaterally in the inferior frontal gyri and parietal cortices, and also in the fusiform gyri bilaterally ", "Activity in the right inferior frontal gyrus extended across the premotor cortex ", "Additional significant activations were observed in the calcarine sulcus (primary visual cortex V1), ", "sup- plementary m o t o r area and the right superior frontal ", "gyrus rostrally ", "This comparison produced significant increases of rCBF bilaterally in the occipital/fusiform "], "6": ["Task performance correlated negatively with rCBF change in bilateral occipital cortex/fusiform gyrus ", "Additional activations were noted in the left inferior frontal cor- tex/precentral gyrus  ", "nd the pulvinar region of the left thalamus ", "Positive correlations between task per- formance and rCBF were found in the right middle tem- poral gyrus ", "and the precuneus/posterior cingulate "]}