{"1": ["navigation impairments ", "hippocampus and parahippocampal gyrus ", "incorporate distal cues into allocentric (world-based) maps, ", "left hippocampus and prefrontal areas support episodic memory ", "Posterior parietal regions are critical for egocentric (self-based) spatial processes. ", "inferior parietal lob- ule (IPL) participates prominently in egocentric perspective-taking and spatial cognition, whereas medial parietal regions play more general roles in memor "], "3": ["Structural MRI acquisition and voxel-based mor- phometry. "], "2": ["Using a route-learning task (RLT), we assessed navigation behavior in MCI and mild AD patients and studied neu- roanatomical correlates with MRI, focusing on regions that play critical roles in human spatial navigation and are also among the earliest regions damaged by AD. ", "21 patients with MC ", "13 patients with AD ", "We included patients with Mini-Mental State Ex- amination (MMSE) scores of 20 and greater ", "Twenty-four cognitively normal ", "The AD group in- cluded 11 patients diagnosed with probable AD and 2 pa- tients diagnosed with possible AD. ", "the voxel-based morphometry (VBM) analyses ", "Route-learning task. ", "Subjects were taken on a novel route through one floor of the Ambulatory Care Center ", "they would be asked to repeat the route themselves and to identify photo- graphs of objects and places along the route. ", "After traversing the route once, subjects were asked to give directions to repeat the route again in the forward direc- tion (RLT-Forward). ", "At each of the six turns, subjects were asked, “Left, right, or straight?” and could respond verbally or by pointing ", "quiet place in the waiting room and were first asked to draw the route on a map (Map Drawing). ", "they did not draw the route correctly, they were shown four possible route draw- ings and asked to identify which was correct.  ", "Next, subjects viewed three sets of 10 photographs to test their memory for objects and places along the route ", "Subjects were asked to identify whether or not they had seen these objects or places (Landmark Recognition). ", "The third set of stimuli contained 10 pairs of photographs from the route, side-by-side. Subjects were asked which place or object was encountered first within each pair (Order Memory). ", " and were asked to give directions to traverse the route in the reverse direction.  "], "7": ["VBM group analysis to compare gray matter vol- umes in mild AD patients with those in MCI pa- tients in the hippocampus, IPL, and PHG. We found that the two diagnostic groups did not have any significantly different voxels in these regions (data not shown), suggesting that the differences between lost and not lost patient groups were not accounted for by subtle differences in the num- bers of AD and MCI subjects in each grou ", "We found volumes that significantly correlated with Landmark Lo- cation scores in the right posterior hippocampus ", "and IPL, predominantly on the righ ", "Order Memory scores correlated significantly with the volume of voxels in the inferior frontal gyrus, particularly on the left, and in the left superior frontal gyrus, but not in any part of the hippocampal or para- hippocampal regions ", "We found that among all patients, right IPL volumes corre- lated with right hippocampal volumes ", "but left inferior frontal gyrus volumes did not correlate with right IPL volumes ", "or right hippocampal volumes "], "6": ["VBM reveals greater atrophy of navigation-related structures in patients with navigation impairments and shows correlations between volumes of these ", "regions and some spatial tasks ", " the VBM group analysis, we compared patients who made at least one error on the RLT-Forward test ", "d with normal controls ", "AD and MCI patients who got lost had greater atrophy in the right posterior hippocam- pus ", "and in the IPL bilaterally ", "but predomi- nantly on the right  "]}