{"3": ["The DF and DB tasks produced several areas of activation in the cerebellum and frontal and parietal cortices "], "2": ["To our knowledge, there exist no PET or fMRI studies specifically investigating the neural underpinnings of the DF and DB tasks of various span lengths ", "In Experiment 1, we measured regional cerebral blood flow (rCBF) in healthy participants during performance of DF, DB, and a sensorimotor control task ", "Participants were healthy ", "eight participants ", " five digit span conditions and a sensorimotor control task "], "5": ["he 7-digit DF task produced robust activations in several visual ar- eas, including cuneus (Brodmann’s area (BA) 18 bilater- ally, 17 and 30 on left) and bilateral precuneus ( ", "including right dorsolateral prefrontal cortex ", "bilateral inferior parietal lobule ", "task additionally activated anterior cin- gulate cortex  ", "bilateral anterior and posterior cerebellum ", "superior parietal lobule ", "ft claustrum (near Broca’s area), and right insula. ", "were deactivations in medial frontal gyrus, right precentral gyrus, left middle temporal gyrus, and bilateral superior temporal gyrus. ", "5-digit DF task activated only bilateral cuneus (BA 17 and 18) and de- activated right superior temporal and precentral gyri. ", "The mixed-difficulty DB task robustly activated all of the regions described above and additionally activated left DLPFC (BA 46, 9, and 10), Broca’s area (BA 44 on left), bilateral middle frontal gyrus (BA 6), and right inferior frontal gyrus (BA 6/44). ", "vation in bilateral middle temporal gyrus (BA 21 and 39), medial frontal cortex (BA 10/11), right superior temporal gyrus (BA 42 and 22), and precuneus deacti- ", "working memory tasks ", "DB produced greater activity in ", "DLPFC (BA 46 and 9 bilaterally, left greater than right), left IPL (BA 40), and Broca’s area (BA 44 on left) as well as bilateral superior frontal gyrus (BA 6) and bilateral cerebel- lum. ", "the ACC (BA ", "including bilateral cuneus  ", "right lingual gyrus (BA ", "precuneus (BA 7), and superior parietal lobule ", "DF generated greater activity than DB in precuneus (BA 7), posterior cingulate cortex (BA 31), bilateral middle temporal gyrus (BA 19), orbital gyrus (BA 11 and 10), left fusiform gyrus (BA 20), right supramarginal gyrus (BA 40), and right middle and inferior temporal gyrus "], "4": ["span task versus control analyses occurred in the medial occipital cortex. "]}