{"1": ["Spatial and temporal disorientation are cardinal symptoms in Alzheimer’s disease "], "3": ["demonstrated both spatial and temporal disorientation ", "Thirteen cases ", "Quantitatively, high NFT densities ", "consistently observed in the CA1 field of the hippocam- pus and layers II and V of the entorhinal cortex, as well as in the majority of cases in areas 37, 20 and 23 ", "Substantial SP formation (> 15/mm2) were seen in most cases in layers II and III of areas 9, 7, 39, and 23 ", "he hippocampal formation consistently exhibited a lesser degree of SP development compared to these neocortical areas ", "The GDS score was positively correlated with NFT densities in areas 7, 9, 24 and 23 ", "Spatial and temporal disorientation in AD are generally thought to result from global cerebral dysfunction without any specific pathological correlates ", "that both spatial and temporal disorientation "], "2": [" performed an antero- grade clinicopathological analysis of 29 AD patients ", "which included prospective examination of temporal and spatial orientation and quantitative assessment of NFT and senile plaques (SP) in the hippocampal formation, en- torhinal cortex, and selected neocortical areas. ", " 29 right-handed patients ", "who died and were au- topsied ", "and were classified clinically as proba- ble AD according to NINCDS-ADRDA criteria ", "Establish a Registry for Alzheimer’s Disease (CERAD) neuropsychological battery revealed severe memory deficits, mild language deficits and mild praxic disabilities such as construc- tional apraxia in all of the cases ", "Global Deterioration Scal ", "patial orientation was performed in three steps using an adapted version of the locational orientation subtests of the Mini Mental State Examination ", "orientation in small-scale familiar environments ", "of temporal disorientation ", "assessed using the tests and scores proposed by Benton et al. ", "All tests were performed at least once during the 3 months prior to death ", "NFT and SP was made on sections stained with fully characterized antibodies to the microtubule-associated pro- β tein tau and to the amyloid A protein as previously described ", "anti-tau antibody ", "was a polyclonal antibody  ", "raised against a synthetic peptide corre- sponding to a sequence located in the C terminus of tau proteins (serine 400–threonine 429). ", "performed in the CA1 field of hip- pocampus, layers II and V of entorhinal cortex, and layers II-III and V-VI of areas 19, 37, 20, 7, 39, 9, 24 and 23 ", "These ar- eas were selected to study possible correlations between spatial and temporal disorientation and AD pathology in the hippocampus and parahippocampal gyrus, occipito-parietal association areas, and ventral occipito-temporal cortex. ", "The densities of NFT and core SP were determined in ten different serial sections for each area "], "5": ["The present study shows that spatial disorientation in AD is related to NFT pathology in areas 7, 23, and the CA1 field of the hippocampus ", "This study also indicates a specific relationship between NFT densities in area 23 and spatial disorientation in AD "], "4": [" AD are associated with specific patterns of NFT in- volvement within the cerebral cortex "], "6": ["Besides areas 7 and 23, we also describe an association between NFT densities in the CA1 field of the hippocam- pus and spatial disorientation. "]}