{"2": ["regional cerebral blood flow (rCBF) or glucose metabolism ", "report a study that attempts to elucidate the brain regions and/or brain systems that represent the neural substrates of auditory-verbal memory function ", "emission tomography scans of rCBF in normal volunteers ", "a subspan and supraspan task involving the free recall of auditorily presented word lists. ", "from a group of subjects studied in a resting non-activated state. ", " 18 right-handed male volunteers ", "subjects were required to remember and immediately freely recall a series of five-word lists read aloud by the experimenter during the scan ", "supraspan memory task, subjects were required to remember and immediately freely recall a 15-word list read aloud during PET scanning ", "subspan memory task "], "5": ["comparing supraspan with subspan conditions,  ", "Increases in rCBF in supraspan compared with subspan task ", "significant increases of rCBF were observed bilaterally in the prefrontal cortex extending across the middle and superior frontal gyri (Brodmann areas 9/10, 46). Increases of rCBF were also observed in the midline posteriorly over an area centred on the precuneus (Brodmann area 31). ", "etrosplenial area of the cingulate gyms (Brodmann areas 29/30) ", "increased rCBF ", "Decreases in rCBF in supraspan compared with subspan task ", "significant reductions in rCBF ", "bilaterally in an area that subsumed the middle and superior temporal gyri ", "insular ", "lower part of the postcentral gyrus (Brodmann areas 21, 22, 41, 42, 43). ", "posterior part of the superior temporal gyrus and insular bilaterally (Brodmann areas 22/41/42) ", "Increases of rCBF in subspan task compared with rest condition ", "Increases of rCBF ", "observed in the left and right superior temporal gyrus (Brodmann areas 41/42/22) ", "bilaterally in the thal ", "mus. ", "a ", "increased rCBF ", "right parahippocampal gyrus ", " cerebellum ", "nterior cingulate lateralized to the left (Brodmann area 32) "], "6": ["Increases ofrCBF in supraspan condition compared with rest condition ", "noted bilaterally in ", "halamu ", "left anterior cingulate ", "cerebellum  ", "right parahippocampal gyrus ", "Increased rCBF ", "left superior temporal gyrus (Brodmann areas 22/42), ", " ", " right "]}