{"1": ["Mild cognitive impairment (MCI) can occur early in the course of Parkinson’s disease (PD), and its presence increases the risk of developing dementia. Determin- ing the cortical changes associated with MCI in PD, thus, may be useful in predicting the future development of dementi "], "3": ["MoCA off ", "UPDRS-III off 28.1 6 7.1 29.5 6 9.9 0.64 ", "0.03c 0.003c 0.027c Executive functions (average Z-score) 0.28 6 0.51 20.09 6 0.48 0.84 6 1.31 0.000c 0.000c Memory (average Z-score) 0.57 6 0.73 0.39 6 0.70 20.97 6 0.97 0.48 0.007c 0.002c Visuospatial (average Z-score) 0.33 6 0.85 0.41 6 0.54 1.17 6 0.84 0.74 0.002c 0.014c Language (average Z-score) 0.24 6 0.61 20.16 6 0.57 21.05 6 1.38 0.06 ", "digit span, Trail-Making part B, Stroop color ", "and word, Tower of London corrected and movement, Brixton, and the Montreal Evaluation of Communication (MEC) Verbal Fluency (orthographic ", "Rey Auditory Verbal Learning Test (List B: delayed recall and recognition [6,7] and sleep [1,5]) and the Wechsler Memory Scale, 3rd edition logical immediate and delayed tests ", "Visuo-spatial” domain included the Hooper Visual Organization and Clock-drawing subtest of the Mon- treal Cognitive Assessment. The “Language” domain included the Boston Naming test, MEC Verbal Fluency (semantic), and the Vocabulary subtest of the Wechsler Abbreviated Scale of Intelligence. b Mean scores 6 standard deviation for each  ", "The comprehensive neuropsychological evaluation (off medication) targeted 4 main cognitive domains using various tests. The testing for executive 36 functions and attention included: Digit Span, Trail 37 38 Making part B, Stroop Color and Word, Tower 39 40 of London, Brixton, and the Verbal Fluency (orthographic criteria) subtest of the Montreal Eval- 41 uation of Communication (MEC). Verbal learning and memory testing included: the Logical Memory subtest of the Wechsler Memory Scale-third edition 36 (WMS-III) and measures of the Rey Auditory 42 Verbal Learning Test (RAVLT). Language domain 43 testing included: Boston Naming test, the Verbal 41 Fluency (semantic criteria) subtest of the MEC, and the Vocabulary subtest of the Wechsler Abbrevi- 44 ated Scale of Intelligence. The testing of visuo- perceptual abilities included: Hooper Visual Organi- 45 zation, and the Clock-drawing subtest of the Mon- 35 treal Cognitive Assessment (MoCA). Table 1 provides the average Z-scores, which were computed using all measures within each of the 4 cognitive domains for each group (HC, PD non-MCI, and PD-MCI),  "], "2": ["We used fully automated processing and analysis of magnetic resonance imaging (MRI) data to study cort- ical thickness (CTh) and surface area (SA) deforma- tion on a whole-brain basis.  ", "37 nondemented PD patients ", "patients with PD were divided in 2 groups: ", "  MCI (n 5 18, ", "those who were without MCI or were cogni- tively intact (non-MCI; n 5 19 ", "Montreal Cognitive Assessment (MoCA) "], "5": [" The results indicate that, as PD non-MCI patients advance over time, there are none or only small changes in CTh and SA. Con- versely, over a shorter period, the PD-MCI group developed increased cortical thinning in the bilateral posterior PFC (BA 6, 8, and 44), the right supramargi- nal gyrus (BA 40), the right postcentral gyrus (BA 1– 3), the left PMv (BA 4), the left dorsal premotor cor- tex (PMd) (BA 6), and the left occipital/cuneus cortex ", "addition, the PD-MCI group had a high ", "degree of SA enlargement in the right supplementary motor area (SMA "], "4": ["-M ", "with the HC group (Fig. 1A, Table 2A) revealed lower thickness unilaterally  ", "CTh analysis of the PD non-MCI group compared with the HC group (Fig. 1A, Table 2A) revealed lower thickness unilaterally in the left lingual cortex ", "Brodmann area [BA] 19) and orbitofrontal cortex (BA 11); whereas comparison of the PD-MCI and HC groups revealed bilateral cortical atrophy in the lin- gual cortex (BA 19), a larger thinning cluster in the left orbitofrontal cortex (BA 11), and increased atro- phy in the left parahippocampal cortex (BA 35), left temporal pole (BA 38), and left fusiform cortex (BA 37). Direct comparison between the 2 PD groups revealed a small cluster with increased thick- ness in the left middle temporal gyrus in the PD-MCI group. ", "An analysis of changes in local SA for the PD non- MCI group versus the HC group (Fig. 1B, Table 2B) revealed lower SA in the right superior parietal (BA 7) and right lateral occipital cortices (BA 18) and higher SA in the left orbitofrontal cortex (BA 11). ", "compared with the HC group, PD patients with MCI also had lower SA in the left lateral occipi- tal cortex (BA 18), but additionally they had 2 regions with higher SA in the left superior temporal (BA 41) and the left parahippocampal cortices (BA 35) ", " direct comparison between the 2 PD groups revealed that the PD-MCI group had increased SA in the lateral occipital cortex (BA 18), temporal pole (BA 38), postcentral gyrus (BA 1–3), and middle temporal gyrus (BA 22). ", "an additional analysis of variance for CTh in the parahippocampal cluster for the 3 groups (F[2.48] 5 6.171; P 5 0.00413), and the post-hoc t test analysis indicated that CTh was significantly thinner in the PD-MCI group compared with the HC and PD non-MCI groups,  ", "An analysis of the correlation of CTh with disease duration (Fig. 2A,B, Table 3) revealed significant nega- tive results only in the PD-MCI group, mainly in the right supramarginal (BA 40) and angular gyrus (BA 39), the left superior temporal gyrus (BA 42), the infe- rior part of the left precentral gyrus (corresponding to the ventral premotor cortex [PMv]; BA 4), the caudal part of the left inferior frontal gyrus (corresponding to the posterior prefrontal cortex [PFC], junction of BA 6 6, 8, and 446), and a small cluster in the right occipi- tal inferior corte ", "significant negative correlations appeared in the right posterior PFC (BA 6, 8, and 44), and an additional cluster was identified in the right occipital/ cuneus cortex (BA 18 "]}