{"1": ["Lewy body diseases (LBD) ( ", "Parkinson’s disease (PD) ", "Lewy bodies (DLB) ", "dementia with ", "Parkinson´s disease with dementia (PDD) ", "progressive supranuclear palsy (PSP) ", "corticobasal degeneration (CBD "], "2": ["In any event, an early and accurate clinical diagnosis is of para- mount importance for therapeutic and prognostic reasons. Consid- ering this background, the aims of the present study were to: ", "Identify cognitive-behavioral proﬁles of LBD and tauopathies using the neuropsychological test battery described by the Con- sortium to Establish a Registry of Alzheimer’s Disease (CERAD). ", "107 patients with suspected APS ", "atypical parkinsonian syndromes (APS) ", "thus comprised 15 patients with LBD (n = 8 PD; n = 7 PDD/DLB) and 14 patients with tauopathies (n = 11 PSP; n = 3 CBD). ", "visuospatial and constructional performance) and S-word ﬂuency (phonological ﬂuency) ", "FDG-PET examination "], "4": ["analyses between regional cerebral glucose metabolism and semantic ﬂuency as well as the verbal learning scores from all 29 patients: ", " signiﬁcant positive correlation (p < 0.005, kE > 30 voxels) were observed in the right putamen and right supe- rior orbital gyrus. ", "Smaller clusters were found in the right middle and inferior frontal gyri, the left superior frontal gyrus and the left rectal gyrus. ", "verbal learning, clusters of signiﬁcant positive cor- relation with regional glucose metabolism were detected in the left inferior temporal gyrus and right supramarginal gyrus. Smaller clusters were located in the left middle frontal gyrus and hippocampus. ", "verbal recall, only barely supra-threshold clusters ( kE = 32–35 voxels) of positive associations were found in the left middle cingulate gyrus and within the area spanning the left hip- pocampus and the associated parahippocampal gyrus. An addi- tional cluster covered the right supramarginal gyru ", "he naming test showed a signiﬁcant positive correlation with regional glucose metabolism in two regions, namely, the left rectal gyrus and the left superior frontal gyrus.  ", "Phonological ﬂuency was correlated with regional glucose metabolism in two large, fairly symmetrical clusters, with maxima located in the left middle frontal gyrus and right inferior frontal gyri, while a considerably smaller cluster was observed in the right caudate nucleus. ", "Finally, ﬁgure drawing per- formance was signiﬁcantly correlated with regional glucose metabolism in several bilateral, albeit right-accentuated clusters in the middle temporal gyrus and temporal pole. "], "6": ["clusters were identiﬁed in the right insula and supramarginal gyrus as well as left middle and inferior frontal and temporal gyri "]}