{"1": ["Deficient perception of multimodal sensory information is a pathophysiological hallmark of Parkinson’s disease (PD) (Kaji et al., 2005) and results in disabling non-motor manifestations of PD ", "Sensory deficits in PD patients are evident both in somatosensory pathways, e.g. coding for proprioception and kinaesthesia  ", " addition to motor symptoms, patients with Parkinson’s disease (PD) show deficits in sensory processing. These deficits are thought to result from deficient gating of sensory information due to basal ganglia dysfunction in PD. Deep brain stimulation of the subthalamic nucleus (STN-DBS) has been shown to improve sensory deficits in PD, e.g. STN-DBS normalizes the perception of urinary bladder filling in patients with PD. This study aimed at investigating how STN-DBS modulates the processing of urinary bladder information to elucidate the (patho-)physiology of sensory gating mechanisms in PD. "], "3": ["All patients were treated by STN-DBS ", "rating scale (Athwal et al., 2001): "], "2": ["as well as in visceral pathways, e.g. the monitoring of urinary bladder ", "A disturbed interaction between basal ganglia nuclei and the sensory systems has been suggested to underlie the sensory misperception in PD (Schwarz et al., 1992). However, the neural mechanism of altered sensory gating in PD and, in particular, the link to the dysfunc- tional basal ganglia circuitry remain to be established. ", "In summary, characterizing the effect of STN-DBS on the sensory processing of urinary bladder afferents may extend our understanding (i) how STN-DBS affects the processing of sensory information in PD, (ii) how the basal ganglia interact with sensory systems and (iii) how changes in sensory gating processes modify behavioural strategies. ", "Nine patients ", "suffering from Parkinson’s ", "disease, according to the UK Parkinson’s Disease Society Brain Bank clinical diagnostic criteria "], "4": ["15 Simultaneously, a bolus of [15O] water was intravenously injected, and the PET measurement was started ", "Regional cerebral blood flow (rCBF) ", "15 intravenous injection of [15O] water "], "7": ["For the neural activations in the posterior thalamus and the psvc50.05, insular cortex, a significant interaction ( Table 3) of the factors STN-DBS and bladder condition was observed when assessing the term "], "6": ["STN-DBS OFF (relative to STN-DBS ON, see Table 3) increased neural activity bilaterally in the sensorimotor cortex (predominantly left-sided), the SMA and (predomi- nately right-sided) the cerebellum ", "As expected, the hypothesis-driven ROI-analyses on the contrast bladder filling versus empty bladder (independent of STN-DBS) yielded increased neural activity in the PAG ", "the posterior thalamus ", "insular cortex ", "revealed a significant increase of neural activity in the right frontal cortex ", "cerebellum bilaterally "]}