{"1": ["Therefore, the aim of this cross-sectional study was to determine whether episodic memory and semantic object memory functioning as measured by common clinical neuropsychological tests are dis- tinctly associated with the ERC/HP and medial PRC (mPRC) integrity, respectively, in healthy control participants (NC) and patients with suspected early AD. ", "and are associated with atrophy of the entorhinal cortex (ERC) and hippocampus (HP) (i.e., ERC/HP complex; ", "pathology affects the more medial portion of the perirhinal cortex (PRC ", "nonverbal episodic memory "], "3": ["long-delay free recall subtest were selected as measures of episodic memory per- formance ", "The ROCF test ", "Long-dela ", "y free recall scores from this test were likewise used in the present analyses. ", "Boston Naming Test (BNT) ", "The total number of spontaneously correctly named line drawings was used as a measure of semantic memory functioning in the present analyses ( "], "2": ["uch as the California Verbal Learning Tests ", "he Buschke Selective Reminding ", "and the Rey Osterrieth Complex Figure (ROCF) test ", "tests of semantic object memory, including confrontation naming and animal category ﬂuency ", "An outstanding question and aim of the present study was to determine whether commonly used clinical measures of episodic and semantic memory functioning are differentially related to the integrity of the ERC/HP and mPRC, respectively in healthy participants and very early AD patients. ", "clinical measures of episodic (i.e., CVLT and ROCF delayed recall) and semantic (i.e., Boston Naming Test (BNT) and category verbal ﬂuency of animals (CVFA) memory perfor- mance with measures of gray and white matter (GM and WM, respectively) integrity in NC, aMCI and AD patients. ", "We directly tested whether the mPRC and ERC/HP complex are differentially associated with clinical tests of semantic and episodic memory using GM region of interest (ROI) analyses. In addition we used ", "whole-brain voxel-based FA analyses to determine whether WM tracts associated with the mPRC and ERC/HP complex were likewise associated with semantic and episodic memory perfor- mance, respectively. ", "30 NCs ", "2 members of the same research studies with diagnoses of aMCI ", "n 32) and probable AD (n 10) ¼ ¼ ", "and probable AD patients according to the criteria outlined by the National Institute for Neurolo- gical and Communicative Disorders and Stroke and the Alzheimer’s Disease and Related Disorders Association ", "Consortium to Establish a Registry for Alzheimer’s Disease-Neuropsychological Assessment Batter ", "his battery included the short version of BNT ", "d 1 min CVFA (‘‘animal ﬂuency’ ", "CVLT ", "ROCF test ", "Four neuropsychological measures reﬂecting recall from episodic and semantic memory, described below, were selected for the present analyses. ", "erman version of the California Verbal Learning Test (CVLT). "], "5": ["and ERC/HP head ", "ROI analyses controlling for the effect of semantic memory performance revealed that episodic memory performance signiﬁcantly predicted with mean signal "], "4": ["FA voxel-based morphometry analyses. ", "memory performance signiﬁcantly predicted mean signal intensity in the left ERC/HP ", "nd left mPRC ", "The same pattern was found for the right ", "hemisphere ROIs ( ", "revealed that semantic memory performance signiﬁcantly correlated with both the left and right mPRC "], "6": ["ntensity of the lef ", "d the right ", "ERC/HP head ( ", "when the effect of episodic memory performance was controlled, semantic memory performance signiﬁcantly predicted mean signal intensities in both the left mPRC ", "and ERC/HP head ", "Within the right hemisphere, semantic memory performance signiﬁcantly mean signal intensities of the ERC/HP head ( "]}