{"1": ["Visual hallucinations (VH) have been reported to occur in 50% of patients with Parkinson’s disease (PD). "], "3": ["MRI acquisition and voxel-based morphometry analysis "], "2": ["10 11  developing dementia, it is probable that the brain atrophy in these patients will progressively affect all the areas described to be involved in dementia in PD including limbic, paralimbic and neocortical areas ", "As previously mentioned, if patients with VH are at high risk ", "The present study used VBM to assess progression of regional brain atrophy and cognitive deﬁcits over time in patients with and without VH. We expected that, unlike patients without VH, hallucinating PD patients will show a pattern of progressive cortical atrophy parallel to the development of dementia. ", "Twelve PD patients with VH, 14 PD patients without VH and 12 controls participated in the follow-up assessment ", "VH was rated using the Spanish version of the neuropsychiatric inventory (NPI) (subscale hallucinations). ", "DSM IV-TR ", "Movement Disorder Society’s diagnostic criteria for Parkinson’s Disease Dementia ", "MMSE ", "UPDRS ", "similarities subtest from WAIS-III, ", "Rey Auditory Verbal Learning Test (RAVLT ", "Warrington Recognition Memory for Faces; ", "Visual Form Discrimination Test and Benton Facial Recognition Test; ", "frontal functions with phonetic and semantic ﬂuencies ", "Token Test and Boston Naming Test for naming "], "5": ["From baseline to follow-up, PD with VH patients showed grey- matter loss in the bilateral parietal cortex (mostly precuneus and "], "6": ["supramarginal gyrus), bilateral insula, bilateral superior and ", "inferior temporal gyrus, bilateral superior and inferior frontal gyrus, bilateral anterior (ventral and dorsal) and left dorsal posterior cingulate gyrus, bilateral thalamus and limbic areas (nucleus accumbens, amygdala, and hippocampus) ", " the PD without VH group only small clusters of grey- matter loss were observed in the right frontal areas including the primary motor, premotor, supplementary motor areas, and the anterior and posterior areas of the cerebellum (see table 5, ﬁgure 2). Healthy ", "atrophy in the amygdala ", "and those cognitive functions that showed a signiﬁcant decline in PD patients with VH. The decline in learning was correlated with hippocampal head atrophy, and delayed recall worsening was related to grey-matter loss in the left prefrontal cortex. The decline in semantic ﬂuency was related to progressive atrophy in the thalamus, and language comprehension was related to "]}