{"1": ["sleep disturbances are common, ", "such as nocturnal rigidity ", "chronic bilateral deep brain stimula- tion of the subthalamic nucleus (STN-DBS) improves the par- kinsonian symptoms and in most cases reduces the need for dopaminergic drugs ", "objective of our study was to assess the sleep symptoms and polysomnographic architec- ture in a group of patients with advanced Parkinson’s disease after chronic bilateral STN-DBS ", "11 consecutive patients with advanced Parkinson’s disease submitted to STN-DBS ", "the week preceding ", "again six months later ", "keep the stimulation turned on throughout the day and night. ", "Pittsburgh sleep quality index (PSQI) questionnaire ", "Epworth sleepi- ness scale ", "Patients underwent polysomnographic studies with continu- ous audiovisual recording on two consecutive nights both before and after surgery ", "Videotapes synchro- nised with the polysomnographic recordings were reviewed to check the numbers of body position changes and abnormal movements. ", "Nocturnal mobility was evaluated by item 12 of the UPDRS-II (“turning in bed and adjusting bed clothes”). "], "3": ["UPDRS-III improved by 63.5% ", "PDRS-II by 64.3% ", "Hoehn and Yahr changed from 4.2 ", "when the off-medication state before surgery was compared with the off-medication/on-stimulation state after surgery. Nocturnal mobility (UPDRS-II, item 12) improved significantly from 2.4 (1.3) before surgery to 0.8 (0.7) after surgery (p = 0.006). "], "2": ["studied six women and five men ", "Hoehn and Yahr stage 4.2 (0.8), ", "UPDRS-III (total motor score) 54.8 (12), and UPDRS-II (activities of daily living) 29.9 (7.9). ", "marked improvement was reported by seven of these after surgery. ", "sleep quality ", "PSQI question- naire showed a significant improvement in sleep quality ", "decrease in sleep latency, sleep disturbances and daytime dys- function, and an increase in sleep duration and habitual sleep efficiency ", "nocturnal vigorous movements and vocalisations were reported,  "]}