{"1": ["Alzheimer’s disease” (AD). ", "late-onset AD (LOAD) ", "Early-onset Alzheimer’s disease (EOAD) has been overshadowed by the more common late-onset AD (LOAD). Yet, the literature indicates EOAD may have less hippocampal- memory presentations and more focal neocortical localization early in the disease. Objective— To evaluate these proposed differences between these two forms of AD and to explore what they inform about differences in AD-pathophysiology. ", "21 EOAD and 24 LOAD ", "EOAD patients had worse executive functions with greater hypometabolism in the parietal region ", " LOAD patients had worse confrontation naming and verbal recognition memory with greater hypometabolism in inferior frontotemporal regions "], "3": ["Activities of daily living (ADLs)/Instrumental Activities of daily living (IADLs) ", "(as measured by the Mini Mental ", "Boston Naming Test. ", "Controlled Oral Word Association Test (COWAT), ", "MMSE ", "Alzheimer’s Disease Cooperative Study-Activities of Daily Living Inventory (ADCS-ADL ", "intersecting pentagon task on the MMSE ", "Digit Span subtest of the Wechsler Adult Intelligence Scale "], "2": ["onset AD (EOAD) ", "This study compares EOAD with LOAD on both cognitive features and functional neuroimaging with positron emission tomography (PET). ", "We hypothesize that such comparison would confirm the presence of greater non-memory deficits and more prominent neocortical hypometabolism, particularly in the parietal lobes, in EOAD as compared to LOAD. Finally, this study has implications for understanding differences in the underlying pathophysiology of AD. "], "5": ["LOAD patients performed significantly worse than EOAD patients on the Boston Naming Test "], "4": [" in the reverse order the digits ", "digits backward ", "forwar ", "Stroop Task, which provides participants with 3 different conditions (word reading, color naming ", "Trail Making Test (TMT ", "COWAT (“FAS”, see above). ", "Neuropsychological battery of the Consortium to Establish a Registry for Alzheimer’s Disease (CERAD); ", "10-item word list learning and recognition only).  ", "FDG) PET Imaging: Data Acquisition and Processing ", "functional neuroimaging with PET "], "7": ["revealed relative hypometabolism in the EOAD group compared to the LOAD group in a large cluster in the posterior cortex, including bilateral precuneus, bilateral superior parietal lobule (L>R), left supramarginal gyrus, left angular gyrus, posterior regions of the left lateral temporal cortex (superior, middle, and inferior temporal gyri), and left occipital lobe ", "relative hypometabolism in the LOAD group compared to the EOAD group was observed in inferior portions of the brain, including inferior frontal lobe and temporal cortex. Specifically, there was a large cluster encompassing bilateral orbitofrontal gyri and medial frontal lobe (including the cingulate, gyrus rectus, and superior frontal gyrus). Moving posteriorly it included parts of bilateral inferior frontal gyrus. This also included the right superior, middle, and inferior temporal gyri, fusiform, parahippocampal gyrus, and hippocampus. A second cluster revealed relative hypometabolism in LOAD vs. EOAD in left parahippocampal gyrus and fusiform ", "Compared to the LOAD patients, the EOAD patients performed worse on a several measures of executive functioning (working memory on digit span backwards; phonemic vs. semantic fluency; a pull-to-stimulus copy performance, and the Stroop interference task). ", "These changes correspond with relative parietal hypometabolism among the EOAD patients and relative frontotemporal hypometabolism among the LOAD patients "], "6": ["EOAD patients had poorer performances when compared to LOAD patients on the phonemic fluency measure ", "attention or working memory, significant between-group differences were found on the Wechsler Adult Intelligence Scale Digit Span (backwards, raw) ", " EOAD patients had lower performances ", "when compared to their LOAD counterparts ", "on this subtest ", "<0.05. The LOAD patients tended to perform comparatively better than EOAD patient ", "Trails A performance ", "phonemic fluency task indicated significant differences with poorer performances for the EOAD group compared to the LOAD group when analyses were adjusted for demographic "], "8": ["presence of worse executive functions without worse frontal metabolism in EOAD as compared to LOAD. ", "regional dysfunction in that executive skills are not exclusively frontally mediated, and are rather the product of an interconnected network. Namely, the dorsolateral frontal cortex has dense connections with the parietal lobe; "]}