{"3": ["o studied 24 patients with probable Alzheimer’s disease ", "diagnosed according to NINCDS– ADRDA criteria ", "Twenty-four healthy subjects, also previously described ", "MMSE ", "Free and Cued Selective Reminding Test ", "Frontal Assessment Battery ", "picture naming test and word generation tasks for category and ", "letter fluency ", "isual and verbal direct and backward span ", "Copy of the Rey figure ", "A limb apraxia battery ", "The Cookie Theft picture from the Boston Diagnostic Aphasia Examination "], "2": ["Neuropathological studies demonstrated that the primary cause of PCA is Alzheimer’s disease followed, more rarely, by corticoba- sal degeneration, dementia with Lewy bodies or prion disease ", "Therefore, we aimed first to use brain SPECT to study the profile of brain hypoperfusion in a large group of patients with PCA, compared with normal controls and patients with Alzheimer’s disease.  ", "we analysed the patterns of perfusion decrease in patients with PCA according to the duration of the symptoms. Second, we analysed the neural bases of the PCA syn- drome by studying the correlations between the SPECT data and the scores of a specific battery of neuropsychological tests, which mainly explore visuospatial functions. ", "Thirty-nine subjects ", "clinical diagnosis of PCA ", "Posterior cortical atrophy (PCA) "], "4": ["Mental calculation. The patient was asked to perform a series of seven subtractions, seven additions and six multiplications (max- imum score = 20); ", "All subjects underwent a brain perfusion SPECT within 3 months of diagnosis "], "7": ["between visual working memory scores and the perfusion of pre- cuneus "], "9": ["Coordinates of significant cluster maxima for the positive correlations between perfusion and neuropsychological scores and negative correlations with disease duration in the group with PCA ", "Left angular gyrus ", "Left precuneus/middle cingulum ", "Left middle temporal gyrus ", "Correlations with acalculia score "], "8": ["Positive correl- ations with acalculia scores were found in larger areas: (i) the largest cluster mostly covered the left angular cortex and extended to the supramarginal cortex; (ii) the left precuneus, with an exten- sion to the middle cingulum; and (iii) the posterior part of the left middle temporal cortex "]}