{"1": ["Excessive daytime sleepiness (EDS) is one of the most important non-motor symptoms of Parkinson’s disease "], "3": ["nine PD-EDS patients ", "13 PD ", "PD-nonEDS patients ", "22 age- and gender-matched healthy subjects as control subjects ", "Parkinson’s disease sleep scale ", "optimized-VBM protocol "], "2": ["In this study, we first selected the non-demented and non-hallucinating PD patients with EDS and without EDS and assessed by voxel-based morphometry (VBM)-mag- netic resonance imaging (MRI) analyses. We thus eluci- dated the pathophysiology of EDS in PD patients who were not associated with dementia and hallucination, major confounding factors of EDS. ", "71 patients with probable PD ", "according to the United Kingdom Parkin- son’s Disease Society Brain Bank criteria ", "Scale (UPDRS) part I. ", "Epworth Sleepiness Scale (ESS) ", "12 patients with an ESS "], "4": ["Similarly, PD-EDS patients showed significant atrophy of the same region of the basal forebrain as compared to PD-nonEDS patients ", "The volumetric values for the gray matter of PD-EDS patients ( n = 9) was significantly reduced (Fig. 2); (1) left inferior temporal gyrus (BA20), left fusiform gyrus (BA20) and (2) right superior temporal gyrus (BA38) in the tem- poral lobe; (3) right parahippocampal gyrus (BA34) in the limbic lobe; (4) left striate cortex (BA17) and left prestriate cortex (BA18) in the occipital lobe; (5) left pars triangu- laris of Broca’s region (BA45) and (6) right premotor cortex (BA6) in the frontal lobe, as compared to controls p \\ ( n = 22) (height threshold: FDR corrected 0.05 at the voxel level) (online resource 1). ", "Comparing between PD-EDS ( n = 9) and PD-nonEDS ( n = 13) patients, gray matter volume loss was also found (Fig. 3): (1) left inferior temporal gyrus (BA20), left fusi- form gyrus (BA20) and (2) right superior temporal gyrus (BA38) in the temporal lobe, (3) right parahippocampal gyrus (BA34) in the limbic lobe, (4) left striate cortex (BA17) and left prestriate cortex (BA18) in the occipital lobe, (5) left pars triangularis of Brocas region (BA45) and (6) right premotor cortex (BA6) in the frontal lobe, in PD- EDS patients as compared to PD-nonEDS patients (height p \\ threshold: uncorrected 0.001 at the voxel level) (Online resource 2). ", "PD-EDS patients showed significant atrophy of the right subcortical structure of the basal forebrain that corresponded to the nucleus basalis of Meynert, located within the substantia innominata at the ventral surface of the basal forebrain [26, 27] as compared p \\ to controls (height threshold: FDR corrected 0.05 at the voxel level) (Fig. 4a). Similarly, PD-EDS patients showed significant atrophy of the same region of the basal forebrain as compared to PD-nonEDS patients ( "]}