{"1": ["Gastrointestinal (GI) dysfunction is one of the most common non-motor symptom of Parkinson's disease "], "3": ["The most common GI symptoms reported prior to the surgery were: constipation 95% it occurred in all patients ", "Following the STN-DBS the percentage of patients with dysphagia, constipation and difﬁ- culties with defecation was reduced as compared with baseline. As compared with baseline, after STN-DBS the scores for frequency improved dysphagia, from 50% to 25%, sialorrhea from 35% to 15%, constipation from 95% to 75%, difﬁculties with defecation from 85% to 50%. The most severe GI symptoms before STN-DBS were con- stipation (3.28 points) and difﬁculty with defecation (2.56 points) evaluated according to a 5-point scale assessment of autonomic dysfunction (structured scale) (Table 2). Three months after the surgery all of the symptoms of gastrointestinal disorders signiﬁ- cantly improved (p < 0.001) with the exception of bloating. The greatest improvement was observed in the severity of difﬁculty with defecation ranged from 2.56 to 1.29 points and sialorrhea from 1.68 to 0.57 points. Before STN-DBS sialorrhea occurred in 7 pa- tients and after 3 months it occurred in 3 patients. "], "2": ["EGG is a noninvasive method for the measurement of gastric myoelectrical activity that uses abdominal surface electrodes [15]. The aim of this study was to evaluate gastric motility and the fre- quency and severity of gastrointestinal symptoms before STN-DBS and after surgery in PD patients. ", "20 patients ", "with PD treated ", "with bilateral STN-DBS at the ", "the UK Parkinson's Disease Society Brain Bank Clinical diagnostic criteria ", "(UPDRS ", "The questionnaire used in this study was addressing the following symptoms: (1) dysphagia, (2) sialorrhea, (3) bloating, (4) heartburn, (5) constipation, (6) difﬁculty with defecation, (7) rectal burning during or after defecation, (8) feeling of fullness in the upper abdomen. Deﬁnition of the GI symptoms assessed: dysphagia difﬁculty swallowing solids, liquids or saliva, with or e without choking, sialorrhea feeling of excessive saliva in the e mouth, bloating and early satiety "], "5": ["Gastrointestinal dysfunction questionnaire (last month) "], "4": [" the present study, bilateral STN-DBS signiﬁcantly improved gastric motility in PD. "]}