{"3": ["To study these issues, we designed a new experimental paradigm based on similarities, called the Verbal Concept Formation Task ", "as the answer consists of expli- citly providing a link rather than choosing between alter- natives ", "Concept formation performance was studied in healthy participants and compared to those of patients with behavioural variant FTD, Alzheimer’s disease or amnestic mild cognitive impairment due to Alzheimer’s disease, and PSPr. ", "We also correlated the scores obtained with grey matter volume for all participants ", "8 subjects with probable behav- ioural variant FTD "], "2": ["Concept formation ", "abstract link between dissimilar objects or thoughts by extracting their meaningful common characteristics ", "similarities tests ", "from the behavioural variant of fronto- temporal dementia (FTD), ", "progressive supranuclear palsy (PSPr), "], "5": ["Executive functions were assessed by the FAB ", "similarities subtest of the WAIS ", "Wisconsin Card Sorting Test ", "letter and category ﬂuencies and the Stroop Interference Test ", "We used voxel-based morphometry (VBM) to compare grey matter volumes in our groups "], "4": ["21 subjects with PSPr ", "14 subjects with isolated or predominant hippocampal memory dysfunction ", "i.e. mild to moderate Alzheimer’s disease or amnestic mild cognitive impairment due to Alzheimer’s dis- ease ", "18 healthy controls ", "This task was modelled after the similarities subtest of the FAB ", "aimed at assessing verbal concept ", "ormation ", "80 pairs of words (items) for ", "to name their common conceptual link, i.e. the taxo- nomic category ", "in what way are . . . and . . . alike "], "6": ["Statistical analysis revealed signiﬁcant differences in the Global Performance Score between patients with behav- ioural variant FTD and non-frontal participants ", "and between patients with behavioural vari- ant FTD and either group of controls ", "Global Performance Score was positively correlated with grey matter volume in the left and right angular gyri, the head of the left caudate nucleus, the right dorsal anterior cingulate, the left middle frontal gyrus, the right frontal lobe, and the right and left superior temporal gyri ", "Grey matter volume in patients with Alzheimer’s disease was signiﬁ- cantly decreased in the left and right parahippocampal gyri and in the right thalamus when compared to controls. ", "frontal patients and non-frontal partici- pants showed decreased grey matter volume in the right medial frontal gyrus, the left rectal gyrus, the right anterior cingulate, the cerebellum, the right uncus, the right supra- marginal gyrus, the left inferior frontal gyrus, the right superior temporal gyrus and the right precentral gyrus in the frontal group ", "Statistical analysis revealed signiﬁcant differences in the Global Performance Score between frontal patients and non-frontal participants taken as a whole "], "8": ["The abstraction ratio was positively correlated with grey matter volume in the head of the caudate nuclei bilaterally and in the left superior frontal gyrus. ", "link- ing ratio was positively correlated with grey matter volume in the angular gyri bilaterally, the right dorsal anterior cin- gulate, and the right middle and left superior frontal gyri "]}