{"9": ["Subjects performed a block design version of the RVIP task.  ", "During the RVIP task, subjects were instructed to press a button using their right index finger when they saw a target sequence of three different odd or three different even numbers appearing consecutively ", "The target sequences were not composed of specific ascending or descending sequences, but of any three odd or even digits, that is, 7 – 1 – 3 was a target sequence, as was 2 – 4 – 6 "], "8": ["Twenty-five healthy, right-handed "], "2": ["determine the neural basis of a novel block design version of the RVIP task using the superior temporal and spatial resolution of functional MRI (fMRI), ", "Comparison of whole brain BOLD activity during per- formance of the RVIP task to that during performance of the control task isolated 29 clusters of brain activation that differed significantly between the two task condi- tions ", "bilateral activations of the inferior and superior parietal cortex, inferior and middle frontal gyri, pre-SMA, thalamus and caudate, anterior insula, and cerebellum ", "All of these areas showed increased BOLD activity during performance of the RVIP task relative to the control task. ", "decreased BOLD ", "during performance of the active task relative to control ", "the anterior and posterior cingulate, left an- gular and middle temporal gyrus, mid-insula, left para- hippocampal gyrus, and several small clusters in the left medial and middle frontal gyrus ", "significant positive correlations (i.e., increased activation associated with increased number of hits) including all right frontal regions, the left middle frontal gyrus, bilateral pre-SMA, bilateral parietal cortex, and the left anterior insula ( ", "deactivated during the RVIP task, showed significant negative correlations with the number of hits (i.e., increased deactivation, as opposed to less positive acti- vation, was associated with increased number of hits). These areas included the left medial frontal gyrus, bilateral anterior and posterior cingulate, the left mid- dle temporal gyrus, and the right insula "], "4": ["good task performance (i.e., faster reaction times) was associated with increased activation in many of the same areas as those detailed above; namely the right medial and middle/inferior frontal gyrus, and the pre-SMA and bilateral parietal cortex. In addition, faster reaction times correlated with increased activation in the left frontal regions (left middle and superior frontal gyri), the left occip- ital/inferior temporal gyrus, bilateral cerebellum, and the right anterior insula/inferior frontal gyrus ", "significant correlation between faster reaction times and decreased activations. Only the left superior medial frontal gyrus (deactivated during RVIP task performance) showed a "]}