{"3": ["In addition to the CDT, seven neuropsychological tests, in- cluding verbal fluency – ‘animal category’ (VF), the 15-item Bos- ton Naming Test (BNT), Word List Memory (WLM), Word List Recall (WLR), Word List Recognition (WLRc), Constructional Praxis (CP) and Constructional Recall (CR) from the CERAD-K [15, 16], were also applied in order to explore which cognitive abilities could explain CDT performance. ", "PET studies were performed using the ECAT EXACT 47 scan- ner ", "lism difference in the regional cerebral glucose metabo- ", "rCMglc) between the AD and NC group was estimated on a voxel-by-voxel basis using a t test "], "2": ["How- ever, no previous brain imaging study had suggested that the structural or functional involvement of the parietal cortex, especially the right one, is responsible for poor CDT performance. There ", "correlates of impaired CDT performance in patients with AD, we investigated the relationship between the CDT scores assessed by four different scoring methods and re- gional cerebral glucose metabolism measured by posi- tron emission tomography (PET). To explore the overall correlation pattern between diverse brain areas and CDT performances without an a priori hypothesis, we adopted voxel-based analysis instead of region-of-interest ap- proaches. ", "Seventy-one patients with AD ", "Forty cognitively intact healthy nor- mal controls (NC) ", "Korean Version of the Consortium to Establish a Registry for Alzheimer’s Disease Assessment Pack- et ", "clinical dementia rating ", "The CDT was administered as a part of clinical evaluation ac- cording to the CERAD- ", " a blank sheet of paper ", "CDT was scored by a clinical psychologist according to four dif- ferent sets of commonly used scoring systems ", "Rouleau. ", "Sunderland. ", "Todds.  ", "Mendez ", "The Mendez scoring system  ", "The Todds scoring system ", "The Sunderland scoring system ", "The Rouleau scoring system "], "5": ["dial temporal areas [Brodmann’s area (BA ", " bilateral inferior parietal lobule ", "he right posterior cingulate cortex (PCC; ", "and the right anterior cingulate cortex  ", "Significant positive correlations between CDTR and R rCMglc were found in the right inferior parietal lobule and the right PCC in patients with AD ", "In very similar brain areas, significant positive correlations were also observed between CDTS, CDTT or CDTM and S T M rCMglc "], "4": ["brain areas with significantly ", "lower rCMglc in the AD group than in the NC group, documenting the expected hypometab- olism in the bilateral temporal areas including the me "], "6": ["relations between CDTR and rCMglc were found in the R right parahippocampal gyrus for the less severe sub- group, and in the right inferior parietal lobule, right pos- terior cingulate and right lingual gyrus for the more se- vere subgroup ( "]}