{"1": ["The neural correlates of naming and fluency deficits in Alzheimer’s disease: an FDG-PET study "], "3": ["We used FDG-PET to examine the neural correlates of language functioning in AD. ", "were interested in determining the neural underpinnings of confrontation naming, and more importantly, which regions support successful name retrieval following phonemic cuing ", "also sought to compare and contrast the extent to which these regions overlap with areas that support verbal fluency ", "60 patients who met criteria for probable AD established by the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer’s Disease and Related Disorder Association ", "Folstein Mini-mental State Examination ", "global cognitive impairment ", "Naming ", "Boston Naming Test "], "2": ["Alzheimer’s disease (AD) is the most frequent cause of dementia in older adults ", "The purpose of the present investigation was to further explore the link between language difficulties and regional brain functioning in AD ", "Language skills can be evaluated in clinical settings by asking the patient to name objects ", "Boston Naming Test  ", "deficits with verbal fluency "], "5": ["Significant associations between language scores and regional metabolic activity ", "left lateral cortex ", "between metabolic activity and BNT in right ", "temporal pole, right inferior temporal gyrus (ITG), and left ITG/fusiform gyrus ", "patients with poor naming ", "PC correlated with higher metabolic activity in bilateral inferior frontal gyrus (IFG), pars triangularis, right superior frontal gyrus (SFG)/ premotor cortex, left middle temporal gyrus (MTG), and right occipital lobe ", "When we relaxed the threshold (p<.005, extent=20), we additionally observed a correlation with activity of left frontal pole, right postcentral gyrus, bilateral middle occipital gyrus, and left occipital pole. ", "We observed a direct correlation between FAS and metabolic activity in the left IFG, pars opercularis ( ", "between SUP and metabolic activity of right IFG, pars triangularis, left SFG, right supplementary motor area (SMA), right IFG, pars opercularis, left middle cingulate, and left angular gyrus. ", "When we relaxed the threshold, we additionally observed a direct correlation with metabolism in left IFG, pars triangularis, right MTG, bilateral ITG, and right angular gyrus. ", "When we relaxed the threshold, we observed a direct correlation with metabolic activity of the IFG, pars orbitalis (p<.005, extent=20). ", "We observed significant correlations between the MMSE and resting metabolism of the right ITG ", "and right angular gyru "], "4": ["phonemic fluency ", "mmed the number of words the patient generated within one minute beginning with the letters F, A, and S (FAS). ", "supermarket items the patient named in one minute ", "Mattis Dementia Rating Scal ", "Subjects completed PET ", "FDG-PET "]}