{"10": ["Increased PSD of several MTL subregions nega- tively correlated with delayed recall in AD patients ", "patients, and a trend for such correlation was found for right DG, CA3, and C ", "A significant effect was found for the left CA1 of AD ", "ref- erence that increased intrinsic activity in patients’ MTL subregions might be relevant for impaired memory performance. "], "1": ["Raised intrinsic activity in dentate gyrus and cornu ammonis 1 was associated with cortical thinning in posterior cingulate cortices, and at-trend with impaired delayed recall. "], "3": ["structural MRI and resting-state-fMRI ", "healthy controls ", "with MCI and AD-dementia.  ", "22 HC ", "22 MCI patients ", "21 AD-dementia ", "(Clinical Dementia Rating ", "Consortium to establish a registry for Alzheimer’s disease, CERAD ", "World List Delayed Recall ", "ERAD ", "the power spectrum density of low frequency fluctuations ( "], "2": ["Based on these studies, we suggest increased MTL intrinsic activity in early AD. ", "First, we hypoth- esized that in early AD, MTL subregions, which build up the main excitatory loop, have increased intrin- sic activity. Second, we expected intrinsic activity increases to be associated with cortical degenera- tion in medial-parietal regions of the default mode network. Finally, we suggested that MTL intrinsic activity increases are linked with patients’ memory impairment. "], "4": ["structural MRI "], "7": ["We found increased PSD of LFF in AD patients compared to healthy con- trols and MCI patients in the left CA1 and right DG, CA3, CA1, and EC "], "6": ["Both progressive volume loss of MTL subregions and cortical thinning of medial-parietal areas were present in MCI and AD ", "relate PSD of LFF in MTL subregions to both cortical thickness of medial-parietal regions- of-interest and delayed recall scores in patients with AD-dementia only. ", "s "], "9": ["We additionally investigated the relationship between memory impairments and PSD of LFF in patients with AD. Delayed recall scores from the CERAD battery were significantly lower in patients with AD-dementia ", " to MTL subregions with increased PSD of LFF and to AD-dementia patients ", "negative correlations between delayed recall and PSD of LFF of several MTL subregions with significant effects ", "for the left CA1 ", " for right DG ", "at-trend results ", "CA3 ", "and CA1 ", "For right DG and CA1, increased ", "intrinsic activity was associated with reduced cor- tical thickness in the ventral PCC and, at-trend, with impaired delayed recall. Particularly "], "8": [" AD, increased PSD of LFF of right CA1 and DG correlated with cortical thinning of right and left ventral PCC, respective "]}