{"1": ["lateral part of the thalamus may be di- vided into ventral lateral anterior (VLa) and posterior (VLp) nuclei ", "VLp partially corresponding to Hassler's ventral intermediate nucleus ", "postural and action tremor that classically affects the upper extremities ", "local ﬁeld potentials (LFP) have been shown to cluster with a somatotopic representation in the subthalamic nucleus, we here investigated "], "3": ["posterior) line) in the y-axis, ii) at the level of the AC–PC line (z-axis), and iii) 14–14.5 mm lateral to midline (x-axis). We used intraoperative microelectrode ", "VLp borders and the optimal implantation area "], "2": ["We hypothesized that tremor-related activity in the VLp would also be segregated in ‘tremor clusters’ as has been shown for the ‘ subthalamic nucleus ", "ET as well as tremordominant PD patients and ", "analyzed their tremor associated LFP activity in the VLp ", "accord- ingly measured intraoperatively thalamic LFPs simultaneously with EMG in 17 patients ", "isometric contraction of the forearm (hold-condition), and analyzed the coherence with extensor and ﬂexor muscles of the con- tralateral forearm at different heights within the VLp ", "Twelve patients with ET and ﬁve patients with tremordominant PD were implanted in the VL ", " impairing postural tremor ", "geting the lower border of the VLp in PD and ET patients wer ", " posterior to the midcommissural point (MCP = mid-AC (commissura anterior)–PC (commissura "], "6": ["We recorded LFPs from the VLp and surface EMGs from the contra- lateral forearm during implantation of DBS electrodes in patients with ET and tremordominant PD ", "Our data show an individual spatial distri- bution of LFP signals in the VLp synchronized with tremor-associated EMG-activity for single and double tremor frequency. ", "The main ﬁnding of the present study is a distinct segregation into ‘tremor clusters’ lo- ‘ cated at individual heights and differentially for EDC and FDL. These ﬁndings are in good accordance with previous results, showing a segre- gation into ‘tremor clusters’ inside other subcortical areas such as the ‘ STN and suggest a general organizational principle of tremor in differ- ent structures of the brain responsible for motor action. "]}