{"1": ["in 58 PD patients the effect of STN-DBS on ", "than ", "More than 50% of the patients with Parkinson’s disease (PD) experience chronic pain [1]. Painful sensations are highly variable in PD but, according to a pathophysiological approach, two main different types of pain can be distinguished: nociceptive pain mainly related to motor symptoms (dystonias, cramps, painful dyskinesias, etc.) caused by pathological activation of nociceptors (with intact somatosensory pathways) and neuropathic pain (classically described as burning, tingling, etc.), related to central pain processing dysfunction ", "In this prospective study, we aimed to evaluate the effect of STN-DBS on pain perception in PD patients, using a valid and reliable questionnaire [5], the short McGill Pain Questionnaire Pain Questionnaire of Saint Antoine (MPQ-QDSA) e which allows a multidimensional, qualitative and quantitative pain assessment. Moreover, we investigated correlations between pain and motor status, depression and dopaminergic treatment changes after STN-DBS. "], "2": [" short auto questionnaire MPQ-QDSA consisting of 8 sensory ", "Parkinson’s disease Questionnaire-39 (PDQ-39); ", "Sixty four patients underwent STN-DBS ", "six were excluded: ", "the 58 remaining patients w ", "Both affective (7.3 \u0002 6.8 versus 3.0 \u0002 4.1; p 0.0001) < and sensory (6.5 \u0002 5.9 versus 4.6 \u0002 3.7; p ¼ 0.03) scores were signiﬁcantly reduced ", "welve months after STN-DBS, 19% of pa- tients were pain free  ", "75.9% of patients had a MPQ-QDSA total score ranging from 1 to 20 and up to 20 in 5.1% of patients (Fig. 1B). After STN-DBS, pain in the lower limbs and in the head/neck was signiﬁcantly reduce ", "QDSA The PDQ-39 Bodily discomfort subscore and the UPDRS II item 17 were also signiﬁ- cantly improved after STN-DBS (p ¼ 0.03). In addition, a signiﬁcant reduction of early morning dystonia (UPDRS IV item 35) was observed (p 0.0001). There was no signiﬁcant correlation be- < R2 tween the variation of total (adjusted ¼ \u0003 0.06), sensory R2 R2 (adjusted ¼ \u0003 0.04) and affective (adjusted ¼ \u0003 0.04) MPQ- "]}