{"1": ["association between glucose hypo- metabolism and impaired ADL performance in the prefron- tal, temporoparietal, and occipital association cortices and ", "the precuneus ", "However, there was a significantly stronger association between hypometabolism and impaired ADL in the low education group compared with the high education group in the right middle occipital gyrus "], "3": ["significant inverse associations between the rCMRglc and the B-ADL scores were found in brain regions typically affected by pathology in LB-associated disorders, including the prefrontal, temporoparietal, and occipital association cortices and the precuneus. ", "The statistical maximum was located at the left middle frontal gyrus "], "2": ["Salmon et al. [9] ", "the neural substrate of impaired everyday functions in order to understand the role of ADL scales in the assessment of dementia severity in Lewy body (LB)-associated disorders including DLB, PD, and PDD. ", "21 DLB, 19 PD, and 14 PDD ", "guide- lines for DLB and PD ", "18 tructural (MRI) and functional (18F-FDG PET) imaging of the brain ", "B-ADL scale was used to rate difficulties in everyday activities ", "neuropsychiatric symptom ", "Neuropsy- chiatric Inventory  ", "everity of parkinsonian symptoms ", "Unified PD Rating scale motor section (UPDRS III) ", "Consortium to Establish a Registry for AD Neu- ropsychological Assessment Battery ", "Mini-Mental State Examination ", "compare patients with low and high education ", "low education group with less than or equal to 11 years of school education (low-EDU) and a group with more than 11 years of schooling (high-EDU). ", "PET scanning ", "off condition’, i.e. dopami- nergic medication ", "18 85 MBq 18F-FDG at rest 30 min prior to PET scan- ning. ", "patient’s eyes closed in dimmed ambient light. "], "5": ["Although there was no significant metabolic difference between the two educational groups, significantly different associations between the rCMRglc and the B-ADL score were detect- ed in the right middle occipital gyrus (BA 19) ", "The analy- sis revealed a steeper regression slope for this association in the low-EDU group as compared with the high-EDU group, pointing to a stronger correlation between meta- bolic and everyday deficits in the low-EDU group ", "In the present study, significantly different regression slopes be- tween the two educational groups were located in BA 19 "], "4": [" significant educational group by B-ADL score inter- action was found in the right middle occipital gyrus ", "A steeper regression slope was found for the low-EDU group with respect to the high-EDU group in this par- ticular brain region ", "We report a significant inverse association between the B-ADL score and the rCMRglc in extensive cortical areas including regions in the prefrontal, temporopari- etal, and occipital cortex and the precuneus "]}