{"1": ["However, lan- guage difficulties are also frequently observed in AD, most commonly word retrieval, object naming, and semantic cate- gorization difficulties [1–5]. "], "3": ["Category Fluency test with Animals ", "Clock Drawing - copy Test (CDT) [21], the Rey’s Auditory Verbal Test (AVT) (trials 1– 5 and delayed recall) [22], and the Trail Making Test (TMT) (parts A and B) [23], respectively. ", "visuo- spatial, memory and executive cognitive domain ", "The 30-item Boston Naming Test (BNT) was ", "naming impairment. ", "It is a confrontation naming test which is used to provide a measure of word retrieval performance and is sensitive to the word-finding difficulties occurring in the early stages of AD ", "could be classified as impaired (Low-BNT) and those with a ≥ score of 27 as non-impaired (High-BNT).  "], "2": ["Our goal was to investigate the structural correlates of word retrieval deficits in the earliest stage of AD, and in the subse- quent 12 months, by evaluating regional gray matter (GM) volume loss patterns in patients with and without naming dif- ficulties converting from MCI to AD ", "Based on prior studies [8–11, 14], our hypothesis was that the patterns of GM volume loss in brain regions involved in language processing occur with different spatial distributions over time between AD sub- jects with and without naming deficits during the conversion from MCI to AD, and in the subsequent 12 months. ", "the Alzheimer’s Disease Neuroimaging Initiative (ADNI) da- tabase ", "The primary goal of ADNI has been to test whether serial magnetic resonance imaging (MRI), positron emission tomography (PET), other biological markers, and clinical and neuropsychological assessment can be combined to measure the progression of MCI and early AD. ", "800 adults, ages 55 to 90, to participate in the ", "approximately 200 cognitively normal older individuals to be followed for 3 years, 400 people with MCI to be followed for 3 years, and 200 people with early AD to be followed for ", " mild cognitive impair- ment when recruited in the ADNI study ", "ical conversion from MCI to AD during study par- ticipation. ", "The Clinical Dementia Rating (CDR "], "5": ["before AD diagnosis ", "AD diagnosis, and 12 months after AD diagnosis ", "nly 71 out of 91 patients (81.3 %) were available at this time]. ", "The Low-BNT group showed a circumscribed area of greater atrophy in the left anterior fusi- form gyrus extending into the adjacent inferior temporal gyrus [within Brodmann area 20 (BA20)] at each of the three time points  ", "At 12 months after AD diagnosis, additional areas of ", "reduced GM volume distributed in the frontal, temporal, and parietal lobes, developed in the Low-BNT compared to the High-BNT group ", ", with a definite asymmetric left- lateralized pattern ", "significant group-by-time interaction ", " the L middle frontal gyrus ", "between the (AD diagnosis)-(12 months after diagno- sis) time points (Fig. 2). "], "4": ["Low-BNT and High-BNT MCI subjects 12 months "], "6": ["Moderate, but statistically significant correlations, were ob- tained for the BNT and both L and R hippocampal volumes ", "In order to investigate how the naming impairment-related structural findings was dependent on the AD course, we cor- related patients’ variations (expressed as delta between the 12 months after diagnosis and the MCI time-points) of the BNT scores and the L BA20 volumes, with that of the nor- malized L and R hippocampal volumes (representing relative- ly independent AD biomarkers from naming performance ", "whereas only the R hippocampal volume delta presented a statistically significant correlation with the L BA20 volume delta "], "8": ["Frings L, Kloppel S, Teipel S et al (2011) Left anterior temporal lobe sustains naming in Alzheimer’s dementia and mild cognitive impairment. Curr Alzheimer Res 8:893–901 "]}