{"1": ["and episodic memory is generally the first and most severely affected ", "Our study was designed to investigate this relationship in a group of AD patients with mild to moderate severity, using both structural and functional magnetic resonance imaging (MRI) measurements. ", " However, the exact relationship between medial temporal atrophy and neural mecha- nisms underlying memory impairmen "], "3": ["remember the words for the subsequent Recognition task ", "During this session, 20 words were successively presented for 6 s each ", "Subjects were given a button pad in their right hand and were instructed to press a button if they recognize a word. ", "performed using optimized voxel-based morphometry (VBM), "], "2": ["By combining structural and functional MRI measurements, the present study was designed to test the following two hypotheses: ", "there exist differences between AD patients and healthy controls in terms of cortical gray matter volume and patterns of fMRI activity elicited by episodic memory tasks. ", "In AD patients, there exist a relationship between the degree of medial temporal atrophy and the cerebral patterns of fMRI activity. ", "Our study was designed to investigate these two different hypotheses during both verbal encoding and recognition tasks. ", "11 cognitively healthy control subjects ", "and 8 patients diagnosed as probable AD ", "o National Institute of Neurological and Communicative Disorders and Stroke-Alz- heimer’s Disease and Related Disorders Association ", "with mild to moderate severity. ", "Mental State Examination (MMSE ", "Cognitive tasks were presented through goggles ", "MRI head coil ", "activation periods involved sequential presentation of words, one at a time ", "Thirty common words were drawn from the MRC psycholin- guistic database ", " Reading task was systematically presented before the Encoding task ", "Fifteen words of three to five letters with familiarity and concreteness  "], "5": ["Subjects’ performance on the Recognition task was signifi- cantly lower in the AD patient group than in the control group ", "The VBM group analysis revealed several areas where local   ", " ", "  ", "  ", "   ", "  ", "In the control group, episodic memory tasks elicited signifi- cant activations in medial temporal, prefrontal, associative and cerebellar regions, when compared to the Reading baseline ", "The (Encoding–Reading) subtraction revealed more activity in control subjects than in AD patients in the inferior parietal cortices (BA 40) and inferior frontal gyri (BA 44) bilaterally, the left precentral gyrus (BA 6), the right temporal associative area (BA 22), the left posterior cingulate gyrus (BA 31), the right superior parietal cortex (BA 5/7), and the cerebellum. ", "eft perirhinal cortex (BA 36). ", "higher activity in AD patients relative to controls was evidenced in the medial cerebellum and the left middle and superior frontal gyri (BA 8/6). ", "In the (Recognition–Reading) subtraction, fMRI activity was higher in control subjects than in AD patients in the left inferior frontal gyrus (BA 44) and precentral gyrus (BA 6), the right lenticular nucleus, the right hippocampus and posterior hippo- campal gyrus/retrosplenial cortex (BA 29/30), the right inferior parietal cortex (BA 40) and superior temporal gyrus (BA 38/22) and the cerebellum extending to the perirhinal cortex on the left side (BA 36). ", "activity was higher in AD patients than in control subjects bilaterally in the inferior temporal gyri (BA 20) and in the left lateral middle and superior frontal gyri (BA 9/8/6). ", "correlations between fMRI activity and individual Recognition scores in the AD group were examined for the Encoding task in the left middle/superior frontal gyri and the medial cerebellum, and for the Recognition task in the left middle/superior prefrontal areas and the bilateral inferior temporal gyri. "], "7": ["Regarding the (Encoding–Reading) contrast, a positive relation- ship between fMRI activity and hippocampal gray matter volume was revealed in the left temporal associative area ", "Regarding the (Recognition–Reading) contrast, several signifi- cant positive correlations were observed in a priori expected regions ", "left and right superior temporal gyri (BA 22), in the right posterior hippocampal gyrus (perirhinal cortex, BA 36) extending to the left hippocampal gyrus (BA 36), in the left posterior cingulate gyrus/precuneus (BA 31/7), in the right inferior parietal cortex (BA 40), and in the right retrosplenial cortex and posterior cingulate gyrus (BA 30/31). ", "positive correlation was found in the left cerebellum. Significant negative correlations were found in the basal ganglia (right lenticular nucleus and caudate) and in the dorsomedial prefrontal cortex "], "6": ["correlations were found in the left middle and superior frontal gyri for both the Encoding "]}