{"1": ["degenerative disease characterised by both motor and non-motor symptoms, such as apathy ", "Apathy is a disabling non-motor symptom that is frequently observed in Parkinson’s disease (PD). Its description and physiopathology suggest that it is partially mediated by emotional impairment, but this research issue has never been addressed at a clinical and metabolic level. We therefore conducted a metabolic 18ﬂuorodeoxyglucose study using positron emission 18FDG tomography ( PET) in 36 PD patients without depression and dementia. Apathy was assessed on the Apathy Evaluation Scale (AES), and emotional facial recognition (EFR) performances (ie, percentage of correct responses) were calculated for each patient. Confounding factors such as age, antiparkinsonian and antidepressant medication, global cognitive functions and depressive symptoms were controlled fo ", "emotional facial recognition (EFR) "], "3": ["We found a correlation between increased metabolism within the left posterior cingulate gyrus (BA 31; z score=3.02, cluster size=83 voxels) and higher AES scores ", "impaired EFR scores (ie, low scores on the EFR task) were positively correlated with metabolism (ie, decreased metab- olism) within the precuneus and the inferior occipital gyrus. We found negative correlations (ie, increased metabolism) within an extended limbic network with bilateral posterior cingulate and bilateral superior frontal gyr ", "table 3. Decreased metabolism network correlated with poor performances on the EFR task ", "We found bilateral frontal gyri, right premotor cortex and left posterior cingulate are the structures both involved in the apathy and the impaired EFR networks "], "2": ["All 36 PD patients met the clinical criteria of the Parkinson’s UK Brain Bank ", "Apathy Evaluation Scale ", "Mini-International Neuropsychiatric Interview (MINI 500) was used ", " Montgomery–Asberg Depression Rating Scale. ", "task2 EFR ", "sequence of 55 photographs of seven different facial expressions (happiness, sadness, fear, surprise, disgust, anger and no emotion). After observing a photo for 3 s, the patients were prompted to give an answer by choosing the most suitable response from the list of seven emotions. ", "(UPDRS-I ", "PET imaging procedure ", "c "]}