{"3": ["Eight RBD patients had one single single photon emission ", "123 computerized tomography (SPECT) scan with I-ioﬂupane ", " recruited as healthy control ", "10 separately recruited healthy volunteers ", "MR ", "SPECT "], "2": ["basal ganglia network (BGN ", "for idiopathic rapid eye movement (REM) sleep behaviour disorder (RBD), occurring in the absence of any other clin- ically deﬁned neurological disorder, being associated with the prodromal stages of a number of neurodegenerative con- ditions, predominantly Parkinson’s disease ", "In this study, we set out to explore the potential of rest- ing state functional MRI to quantify basal ganglia dysfunc- tion in patients with RBD ", "Moreover, postulating that in most cases (Schenck et al., 1996, 2013; Iranzo et al., 2006; Postuma et al., 2009a, b; Boot et al., 2012; Wing et al., 2012), RBD represents the prodromal stages of Parkinson’s disease, we endeavoured to draw direct comparisons with patients with established, clinically deﬁned, Parkinson’s dis- ease. Hence, we strived to assess the hypothesis that resting state functional MRI signature of Parkinson’s exists before the motor disease can be diagnosed. For comparison, we 123 analysed I-ioﬂupane uptake in a subset of patients, an established surrogate of dopaminergic decline. ", "Twenty-six patients with RBD ", "nternational Classiﬁcation of Sleep Disorders-II criteria ", "Forty-eight age- and gender-matched patients with a clinical diagnosis of idiopathic Parkinson’s diseas ", "UK Parkinson’s disease Society Brain Bank criteria ", "Uniﬁed Parkinson’s Disease Rating Scale "], "5": ["found in patients with Parkinson’s disease and RBD, when compared to healthy controls ", "Signiﬁcantly reduced coactivation within the BGN was ", "In both cases, signiﬁcant clusters were found within the basal gang- lia, as well as frontal regions, such as the cingulate and paracingulate gyri, the frontal orbital cortices and the in- ferior and middle frontal gyri ", "Both the Parkinson’s disease and RBD groups had signiﬁcantly lower parameter estimate values within the caudate, palli- dum, and the anterior and posterior putamen, when com- pared to the healthy control group. "], "6": ["Parkinson’s disease L putamen 1583 24, 4, 0  R paracingulate gyrus 1493 4, 26, 42 R putamen 1127 24, 12, 8 L inferior temporal gyrus 324 58, 52, 12      R putamen 216 28, 0, 10   L inferior frontal gyrus 133 50, 10, 12  L frontal pole 105 48, 26, 28 ", "RBD L putamen (extending into 11 639 24, 6, 0  R putamen) R frontal orbital cortex 703 50, 28, 12   L frontal orbital cortex 455 26, 18, 12    R middle frontal gyrus 133 42, 16, 36 R cingulate gyrus 66 16, 38, 32   L middle temporal gyrus 36 54, 16, 16      L middle temporal gyrus 16 62, 46, 0    ", "123 Parkinson’s disease patients showed reduced I- ioﬂupane uptake in all ﬁve regions of interest compared to control subjects ", "RBD patients showed a 123 trend towards reduced I-ioﬂupane uptake compared to normal controls that failed to reach signiﬁcance in all ﬁve regions of interest.  ", "Finally, Parkinson’s disease patients 123 showed reduced I-ioﬂupane uptake compared to RBD ", "patients in the striatum ( P 5 0.05), caudate ( P 5 0.05), pu- tamen ( P 5 0.05), and posterior putamen ", "i "]}