{"1": ["ŽPD. Parkinson’s disease is a common movement disor- der associated with degeneration of dopaminergic neurons in the substantia nigra and a loss of dopamine-containing nerve terminals in the striatum ", "Patients with PD often show signs and symptoms of autonomic involvement ", "The most common are gastro- "], "3": ["As compared to normal population, there was a moder- w 123 Ix- ate reduction of b-CIT binding in the striatum on both sides, particularly in the posterior putamen contralat- eral to the affected body side in all patients with PD. "], "2": ["intestinal, perspiratory and urinary systems, and the latter includes urinary urgency, frequency, incontinence, and w11x voiding difficulty ", "Despite these facts, there is an argu- ment as to whether urinary dysfunction in PD should w20,21x reflect the nigrostriatal lesion because urinary dys- function is also a feature in the elderly. However, lack of direct evidence of the nigrostriatal lesion leads to difficul- ties in interpreting clinical studies of urinary dysfunction in PD ", "We studied the correlation of urinary dysfunction of PD with nigrostriatal dopaminergic deficit, as evaluated by ŽSPECT. single-photon emission computed tomography ", "Ix- imaging of the dopamine transporter with b-CIT. ", "Eleven patients ", "UPDRS. ", "Hoehn–Yahr grading ", "Seven patients had urinary symptoms that appeared 1–5 years after the onset Žmore of motor disorder, including nighttime frequency twice. than in six, retardation in initiating urination in four, Žmore eight. daytime frequency than in one and urge urinary incontinence in one ", "had apparent postural hypotension "], "4": ["Ž striatal V of the caudate ", " posterior putamen ", " the group with urinary dysfunction was significantly reduced than the group without urinary dys- function ", "caudate comparing the patients with urinary dys- function to those without. ", "In patients with urinary dysfunc- tion, no sex difference was seen in reduction of b-CIT binding in any part of the striatum ", "Urinary dysfunction in PD was more common in patients with higher UPDRS total score and higher Hoehn–Yahr grade, but not in those with longer duration of disease, although there was no statistical significance "]}