{"1": ["Visual hallucinations (VH), which are common in patients with Parkinson’s disease (PD), ", "In the present study, we explored the cognitive proﬁles and neuroanatomical characteris- tics of VH in non-demented patients with PD using voxel-based morphometry (VBM) and region-of- interest-based volumetric analysis of the SI to further elucidate neuroanatomical substrates and the role of cholinergic structur ", "substantia innominata (SI ", "110 patients ", " was diagnosed according to the clinical diagnostic criteria of the UK PD Society Brain Bank. ", "The patients were classiﬁed into PD with VH (n ¼ 46) and PD without VH (n ¼ 64) ", "Neuropsychiatric Inventory (NPI "], "3": ["PD patients with VH had lower GM volume in the para- hippocampal area and insular cortex compared with that in controls ", "areas of lower GM volume in PD patients with VH relative to controls included the frontal, temporal, parietal, retrosplenial and cerebellar areas. ", "In a direct comparison between PD patients with and without VH, PD patients with VH had signiﬁcantly lower GM volume in right inferior frontal, the left temporal and thalamic areas compared with those without VH "], "2": ["Seoul Neuropsychological Screening Battery ", "ni-Mental State Examination (K-MMSE) ", "Uniﬁed PD Rating Scale Part III. ", "VBM of GM ", "Volumetric determination of SI ", "forward and backward digit span and letter-cancellation tests ", "reading, writing, comprehension, repetition, confrontational naming using the Korean version of the Boston Naming Test ", "interlocking pentagon ", "Rey Complex Figure Tes ", " Seoul Verbal Learning Test ", "the RCFT; immediate recall, 20 min delayed recall ", "contrasting programme, go-no-go test, Luria loop, phonemic and semantic Controlled Oral Word Association Test, and stroop test). "], "5": ["PD patients with and without visual hallucination ", "Inferior frontal gyrus extending to medial frontal gyrus ", "Thalamus ", "ncus ", "Parahippocampal gyrus ", "Parahippocampal gyrus extending into fusiform gyrus "], "4": ["In a comparison of SI volume between two groups, PD patients with VH had a signiﬁcantly smaller normalised SI volume than those without VH "]}