{"1": [" the executive clock drawing task (CLOX ", "CLOX1 and CLOX2. ", "CLOX1 is an unprompted CDT, only verbally instructing the subject to create a clock ﬁgure in the absence of relevant visual images. ", "just a simple copying CDT in the presence of a visually obvious clock ﬁgure drawn by an examiner in front of the subject "], "3": ["cortical hypometabolism in the bilateral parahippocampal gyri [Brodmann area (BA) 28/35/36)], hippocampus, left cingulate gyrus (BA 31), right unci (BA 28/34), bilateral inferior parietal lobules (BA 39/40), bilateral inferior and middle temporal gyri (BA 20/21), left precuneus (BA 7), right superior, inferior, and medial frontal gyri (BA 6/45/25), and left superior frontal gyrus (BA 9). ", "signiﬁcantly lower rCMglc in the AD group than in the NC group, "], "2": ["In this study, we thus aimed to identify the functional neural correlates of respective CLOX1 and 2 performances in patients with AD using 18 [ F]FDG-PET. ", "One hundred and thirty-nine patients with AD ", "The executive clock drawing task (CLOX) ", "Semantic Fluency ", "15-item Boston Naming Test (BNT), ", "Word List Memory (WLM), ", "Word List Recall (WLR ", "Word List Recognition (WLRc), ", "Constructional Praxis (CP) and Constructional Recall (CR), ", "Frontal Assessment Battery (FAB)  ", "18 [ F]FDG-PET imaging PET studies were performed ", "Fifty cognitively intact healthy normal controls (NC "], "5": ["CLOX1 scores were signiﬁcantly correlated with rCMglc of the left superior temporal gyrus (BA 22) in the less severe AD, but not in the more severe AD ", "CLOX1 scores, however, were signiﬁcantly associated with rCMglc of the right inferior temporal ", "CLOX2 performance showed signiﬁcant positive correlations with rCMglc of much more diﬀuse right hemisphere regions – the right inferior temporal gyrus (BA 20), right inferior parietal lobule (BA 39), right superior temporal gyrus (BA 22), right inferior frontal gyrus (BA 9), right precuneus (BA 7), and right middle frontal gyrus (BA 6) – in the more severe subgroup, but did not have correlation with any rCMglc in the less severe subgroup. Voxel of interest "], "4": ["AD into two severity subgroups using Clinical Dementia Rating-sum of boxes (CDR-SB); less severe subgroup ", "Poorer performance on CLOX1 was associated with lower metabolic activity in the bilateral inferior temporal gyri (BA 20), bilateral inferior parietal lobules (BA 40), right posterior cingulate (BA 30), left posterior cingulate gyrus (BA 31), right precuneus (BA 7), and left middle frontal gyri (BA 9/6). In contrast, inferior CLOX2 performance was associated with hypometabolism in the bilateral inferior parietal lobules (BA 39), bilateral middle temporal gyri [BA 39/20 (right fusiform gyrus)], and right precuneus (BA 31/7). ", " subgroup analysis revealed that the brain areas showing signiﬁcant positive correlations between each of CLOX1 and 2 scores and rCMglc had AD severity-dependent interhemispheric asymmetry (Fig. 3 and Table 3). CLOX1 "], "6": ["gyrus (BA 20) in the more severe AD, but not in the less severe A ", "Meanwhile, CLOX2 scores were signiﬁcantly associated with rCMglc of the right inferior temporal gyrus (BA 20) in the more severe AD, but not in the less severe AD (r = 0.617, p < 0.001; r =  0.059, p = 0.644, respectively, "]}