{"1": ["Levodopa remains the most effective oral treatment for Par- kinson’s ", "80% of PD patients develop ﬂuctuating responses to levodopa accompanied by involuntary movements known as levodopa-induced dyskinesias (LIDs) ", "We have investigated the role of globus pallidus (GP) serotonergic terminals in the development of levodopa-induced dyskinesias (LIDs) in Parkinson’s disease (PD). "], "3": ["11C- PD patients with a stable response to levodopa, DASB BPND ", "the GPe ", "and the GPi ( ", "11C- PD patients with LIDs, however, had DASB BPND levels similar to control subjects both in the GP ", "and the GPi ", "11C- Levels of DASB BPND were relatively higher in patients with dyskinesias compared with those with a stable response to levo- dopa (GPe p 0.01, GPi p 0.05) (Fig. 1). < < ", "11C- For both GPe and GPi, higher DASB BPND correlated signiﬁcantly with higher AIMS scores (average: GPe r ¼ 0.73, p 0.01 and GPi r ¼ 0.63, p 0.05; maximum: GPe r ¼ 0.70, < < p 0.05 and GPi r ¼ 0.57, p ¼ 0.051) (Fig. 2AeD) in PD LIDs group. < "], "2": [" nondemented and nondepressed ", "24 nondemented and nondepressed PD patients ", "compared with a group of 12 age- and gender-matched control subjects without history of neurologic or psychiatric disease. ", "UPDRS-IIIdOFF medication ", "Hoehn and Yahr-stage ", "and Abnormal Involuntary Movements Scale (AIMS). ", "11C- investigate this using DASB PET, a 11C- marker of SERT binding, and raclopride PET, a marker of dopa- mine D2 receptor availability which is inﬂuenced by rises in synaptic dopamine levels after a medication challenge with levodopa. "], "4": ["11C- Baseline levels of raclopride BPND in the GP were similar to control ", "control levels in both PD patients with dyskinesias and those with a stable response to levodopa both in the external (control subjects ¼ 1.13 \u0002 0.05 vs. stable patients ¼ 1.14 \u0002 0.06 vs. patients with LIDs ¼ 1.13 \u0002 0.07) and in the internal ", "11C- PD patients with LIDs showed a reduction in raclopride BPND of 7.2% \u0002 2.6% compared with 4.3% \u0002 2.2% for patients with stable response to levodopa in the GPe and 14.3% \u0002 6.9% versus 11.9% \u0002 3.6 % in the GPi. The changes after levodopa challenge were ", "statistically signiﬁcant in patients with LIDs but not in stable PD 11C- patients. There were no signiﬁcant differences in raclopride BPND between patients with LIDs and stable patients at baseline or after levodopa challenge (repeated measures 2-way analysis of variance with Bonferroni multiple comparisons test: GPe baseline versus levodopa challenge F( ¼ 14.30, p ¼ 0.0010, stable patients 1,22) p ¼ 0.122, patients with dyskinesias p 0.01; GPi baseline versus < levodopa challenge F( ¼ 14.20, p ¼ 0.0011, PD stable patients p ¼ 1,22) 0.055, patients with dyskinesias p 0.05) (Fig. 3B and C). < "]}