{"1": ["resting and postural tremor ", "Deep brain stimulation (DBS) of the subthalamic nucleus (STN) ", "is not currently known how or to what extent STN DBS alters the pathophysiology of resting and postural tremor in Parkinson’s disease. "], "3": ["Surface EMG was used to measure the neuromuscular activity in the extensor digitorum and the flexor digitorum superficialis "], "2": ["The purpose of this study was to examine the effects of therapeutic doses of medication and STN DBS on the neuro- physiological characteristics of resting and postural hand tremor in patients with idiopathic Parkinson’s disease ", "STN DBS and medication reduced resting and postural tremor amplitude, regularity and tremor–EMG coherence, and whether the treatments increased resting and postural tremor EMG frequency ", "of STN DBS with those of medication on the neuro- physiology of resting and postural tremor ", " extent to which STN DBS alone, medica- tion alone, or the combination of STN DBS and medication altered the neural control of resting and postural tremor to healthy physiological levels ", "Ten patients with Parkinson’s disease ", "10 age- and gender-matched control subjects ", "average of 6.7 months after surgery ", "Parkinson’s disease as outlined by the Parkinson’s Disease Society Brain Bank diagnostic criteria ", "resting and/or postural tremor ", "Movement Disorders Consensus Statement on Tremor Type I or Type II classification ", "had a resting and/or postural tremor which both responded positively to levodopa therapy; ", "was placed in the STN opposite to the most severely affected body side ", "administered the entire motor section of the UPDRS  ", "i) off treatment; (ii) STN DBS; (iii) medication; and (iv) medication plus STN DBS "], "4": ["postural tremor condition, subjects were asked to maintain their wrist and hand in a neutral, extended position while keeping it level with the target for 30 s ", "All 10 patients demonstrated positive clinical benefits from either medication or STN DBS. "], "9": ["These findings demonstrate that only STN DBS normalized the amplitude of tremor. ", "These findings show that medication and STN DBS equally reduce the regularity of tremor ", "Thus, both medication and STN DBS increased tremor frequency, yet STN DBS had a greater effect on frequency than medication. ", "In summary, STN DBS was the only treatment that normalized tremor EMG frequency "], "8": ["STN DBS reduced displacement when patients were either off medication [F(1,9) = 13.02, P < 0.01] or on medication [F(1,9) = 7.15, P < 0.05]. ", "These results show that each treatment reduces tremor, but that STN DBS is more ", "effective than medication for tremor amplitude reduction "]}