{"1": ["Fatigue is a common problem in the general popula- tion ", "2  well as in patients with chronic disorders such as Parkinson’s disease (PD). ", "MRI at 3Tesla was collected in 40 patients with PD, 20 with and 20 without fatigue, and 20 matched healthy controls.  "], "2": ["Therefore, the aim of the present study was to directly address, using resting-state functional MRI (RS-fMRI), the potential contribution of different motor and nonmotor neural networks to the pathogenesis of fatigue in a cohort of drug-na€ıve patients with early PD. To our knowledge, no previous MRI reports have investigated functional or structural correlates of fatigue in PD. We hypothe- size that a disrupted connectivity within motor- and cognitive-related networks may underlie this disabling nonmotor symptom in the early stage of the disease. In addition, we used voxel-based morphometry (VBM) to assess whether potential connectivity changes were dependent on structural brain differences. ", "84 consecutive “drug-na€ıve” patients with PD according to the clinical diagnostic criteria of the UK PDS Brain Bank ", "(UPDRS-II ", "Parkinson fatigue scale ", "Beck Depression Inventory Scale ( ", "Epworth Sleepiness Scale (ESS) scor ", "RBD Single-Question screen (RBD1Q ", "Fatigue Severity Scale (FSS), ", "20 age- and sex-matched healthy con- trols (HCs "], "5": ["f-PD vs. nf-PD ", " SMN: The ROI analysis revealed a significant reduced connectivity within the SMA ", "when f-PD where compared with nf- PD (Fig. 2A,B ", "An increased connectivity in the l-LPFC (BA10) and in the PCC-precuneus (BA31) was observed in f-PD patients when compared to nf- PD patients (P < 0.001; Fig. 2A,B). ", "Correlation analyses revealed that PFS-16 scores were negatively correlated with SMA connectivity changes ", "and positively correlated with "], "4": ["Statistically significant connectivity differences were identified only in the DMN and SMN components "], "6": ["l-LPFC (r 5 0.58; P < 0.001) and PCC-precuneus (r 5 0.68; P < 0.001) connectivity changes only in f-PD patients (Fig. 2C). No other correlations were detected between SMA and DMN region connectivity changes and UPDRS III, MoCA, FAB, BDI, and ESS scores. "]}