{"1": ["G ray matter graphs describe coordinated patterns of gray matter morphology as measured with structural magnetic resonance imaging (MRI). ", "Graph theory provides tools to precisely quan- tify brain networks, and so far, studies have demonstrated that brain graphs show dense interconnectivity within ana- tomical areas (i.e., clustering) "], "3": ["Neuroimaging ", "Tesla scanner "], "2": ["Another hallmark characteristic of brain graphs is the existence of highly interconnected (i.e., central) brain areas that reduce a graph’s average characteristic path length and render them more resilient toward random deletion of nodes and/or edges ", "Here, we investigated whether inter-individual variability in gray matter graph properties was related to cognitive im- pairment across a wide range of cognitive domains in a large sample of 215 AD patients ", "hypothe- sized that more severe impairment in any of the five cogni- tive domains (memory, language, visuospatial, attention, and executive) would be associated with a loss of node im- portance and more random clustering and path length values of patients’ gray matter graphs. ", "areas. Finally, we investigated whether such relationships were modified by the age of disease onset. ", "215 patients with probable AD ", "early-onset  ", "patients older than 65 years to N = have late-onset AD ( 120) ", "We considered patients aged 65 years or younger at the time of diagnosis to ", "Global cognitive functioning ", "mini- mental state examination (MMSE ", "memory domain the visual association test ", "total immediate recall of the Dutch version of the Rey auditory verbal learning task (RAVLT) ", "language domain ", "Category Fluency (animals) ", "Dutch version of con- trolled oral word association test (COWAT) (letter fluency) ", "visuospatial domain, ", "visual object and space perception battery (VOSP): (i) incomplete letters, (ii) dot counting, and (iii) number location  ", "attention domain ", "trail making test (TMT) A ", "forward con- dition of Digit Span ", "executive domain ", "TMT B ( ", "backward condition of Digit Span  "], "7": ["Low path length and clustering values in frontoparietal areas were associated with impaired executive functioning. "], "6": ["Next, we investigated whether the associations between more severe cognitive impairment and a more random graph topology were specific for particular cortical areas. ", "be- tween local graph property values and cognitive impairment with Model ", "The left superior temporal gyrus showed the strongest relationship between low clustering coefficient values and language im- pairment ", "and the right precuneus showed the strongest relationship between low path length val- ues and visuospatial impairment ", "Language impairment was associated with low path length val- ues in the left inferior frontal operculum and left inferior pari- etal lobule. ", "Worse visuospatial impairment was associated with low path length and clustering coefficient values in mostly right posterior areas that are known to be involved in "]}