{"3": ["The aim of our study was to examine compensa- tion mechanisms for declining memory performance in healthy aging and in AD. Since different brain regions are affected by degradation in these two conditions, it might be conceivable that different compensation mech- anisms occur to keep up memory performance in aging and in AD. ", "Subjects studied visually presented words ", "all learned items were then separated into those that were later remembered (subsequent hits) and those that were later forgotten ", "\u0001  by the use of the d\u0001 index ", " delineate the relationship between memory per- formance and brain activation, we employed a correla- tion analysis across the group of healthy subjects and \u0001 across AD patients, where the d\u0001 index was correlated with the strength of brain activations during successful encoding.  ", "Eight participants with AD ", "and 29 ", "control subjects with unimpaired memory ", "erbal Learning and Memory Test ( ", "account for verbal encoding/immediate recall, delayed recall, and recognition deficits in all par- ticipants. I "], "5": ["differed significantly ", "between healthy controls and AD patients. ", "In the left temporal lobe ", "large cluster showing a positive correlation  ", "between the accuracy of subsequent memory and brain activation was found. ", "left middle temporal gyrus, but extended into inferior temporal and fusiform gyri [Brodmann areas (BA) 20, 21; ", "bilateral precentral gyri ", "right anterior cingulate cortex "], "4": ["fMRI Data Acquisition ", "Stimuli consisted of 360 German nouns ", "Subjects were instructed to memorize the words for later recognition ", "focus on the data from the encoding sessions only "], "7": ["These pa- rameter estimates, which comprise a measure of activa- tion strength, were extracted from a sphere around the \u0001 activation peak in each individual subject. The factor d significantly correlated with the strength of the tempo- = ral activation in healthy subjects (r 0.703, p .001) < and with the hippocampal activation in AD patients  "], "6": ["indicating that these regions are activated more with better subsequent memory performance ", "located in the right middle, medial, and inferior frontal gyri as well as in the anterior cingulate gyrus (BA 10, 11, 32) [ ", "right posterior tem- poral lobe, including the parahippocampal gyrus ", "left posterior temporal lobe ", "and bilateral cingulate gyri ", "we found a positive correlation of sub- sequent memory performance and the activation of the left posterior hippocampus in AD patients "]}