{"1": ["There is strong empirical evidence that the hippocampus plays a crucial role in encoding and retrieving new memories ( ", "The hippocampal formation is the ﬁrst brain structure to be affected by Alzheimer’s disease (AD) ", "Twenty patients with early AD ", " free delayed verbal recall test ", "All volumetric measures as well as diffusivity of the hippocampus head were signiﬁcantly (p < 0.01) altered in patients as compared to controls ", "with the CERAD global score ", "Reduced volume of the left body-tail was also associated with performance on DVR ( ", "Stepwise regression analyses revealed that increased left head diffusivity was the only predictor for performance on DVR "], "3": ["Hippocampal diffusivity ", "In the patient group, volume of the left body-tail was positively associated with performance on DVR ", "Left head diffusivity negatively correlated with performance on DVR ", "Left total hippocampal diffusivity was nega "], "2": ["Diffusion-tensor imaging (DTI) ", "mean diffusivity (MD) is a measure of random- ized mean water diffusion ", "In the present study, we examined whether anterior hippocam- pal diffusivity or volume measurements are superior to global or posterior measurements in mapping functionally relevant degen- erative alterations of the hippocampus in early AD. ", "we hypothesized that AD-associated increased hippocampal head diffusivity would be a more sensitive marker of episodic memory impairment than ", "ther regional or global diffusivity or volumetric measurements. ", "Eighteen control subjects ", "patients, 15 with ", "5 with ", "Consortium to Establish a Registry of Alzheimer’s Disease (CERAD) battery ", "Cognitive evaluation of all participants was based on the German version of the ", "DTI data postprocessing ", "Hippocampal volumetry ", "MR data acquisition "], "4": ["tively related to performance on DVR as well ", "relation- ship of increased left hippocampal head diffusivity and episodic memory impairment, an early sign of AD. "]}