{"1": [" substantia nigra ", "Transcranial sonography (TCS) is a convenient and noninvasive diagnostic technique that allows imaging of the brain parenchyma in two- dimensional black and white slices ", "structural changes in the SN of PD patien ", "hyperechogenicity in the anatomical area of the SN is believed to be a marker of PD ", "Our study aimed to evaluate the corre- lation of the sonographic ﬁndings with the clinical features in Chinese PD patients including motor and non-motor characteristics. ", "two hundred and ninety patients ", " 290 patients with PD and 130 controls ", "Two hundred and one patients were successfully assessed by transcranial sonography ", "Parkinson's Disease Rating Scale (UPDRS) part ", "addition, among all items of UPDRS part II, speech, dressing, hygiene, and turning in bed and adjusting bed clothes signiﬁcantly correlated with SN hyperechogenicity. "], "3": ["mean SN echogenic area was similar on both sides, being 6.74 mm2 (±10.12) on the right and 6.67 ", "which was signiﬁcantly greater as compared to control subjects ", "mean size of the SNL in PD "], "2": ["with PD meeting ", "Uniﬁed Parkinson's disease rating scale (UPDRS) part II and part III, and their Hoehn Yahr Stage (HeY stage) was graded & while they were in the ‘on’ stage.  ‘ ", "The Non-Motor Symptoms Questionnaire ", "occur- rence of non-motor symptoms ", "Odor discrimination was performed with the 16-item odor identiﬁcation test from the extended version of snifﬁn' sticks  ", "rapid eye movement sleep behavior disorder screening questionnaire ", "The Mini-Mental State Examination ", " The 17-item Hamilton Rating Scale ", "echogenicity of the SN "], "4": ["Comparison between patients with SNþ and patients with SN \u0002 show a signiﬁcant association of SN echogenicity with gender ", "UPDRS part III score ", "UPDRS part II score ", "and SCOPA-AUT score ", "while the SNþ group was not signiﬁcantly associated with age, HeY stage, and duration of disease, as well as other non- motor symptoms scales including NMSQuest, RBDSQ scores, MMSE, HAMD-17 and SS-16 ", " that there was a signiﬁcant correlation between the UPDRS part II score and   ", "strated ", "To identify which items of UPDRS part II correlated with SNþ, Spearman's correlation analysis was performed and this indicated ", "that speech ", "dressing  ", "hygien ", "turning in bed and adjusting bed clothes(r ¼ 0.265, p < 0.001) were signiﬁcant correlated with SNþ ", "SN echogenicity and motor and non-motor characteristics in Chinese patients with PD. ", "between SN echogenicity and the UPDRS part II score, which has not been re- ported before. ", "UPDRS part III score and UPDRS part II score were higher in the SNþ group compared to SN \u0002 group ", "there was a signiﬁcant difference of UPDRS part II score between the SNþ and SN \u0002 groups "]}